<?php

namespace Database\Seeders;

use App\Models\Trick;
use Illuminate\Database\Seeder;

class TrickSeeder extends Seeder
{
    public function run()
    {
        Trick::insert([
            [
                'id'      => 2002,
                'game_id' => 8,
                'name'    => '冠军 1',
            ],
            [
                'id'      => 2003,
                'game_id' => 8,
                'name'    => '冠军 2',
            ],
            [
                'id'      => 2004,
                'game_id' => 8,
                'name'    => '冠军 3',
            ],
            [
                'id'      => 2005,
                'game_id' => 8,
                'name'    => '冠军 4',
            ],
            [
                'id'      => 2006,
                'game_id' => 8,
                'name'    => '冠军 5',
            ],
            [
                'id'      => 2007,
                'game_id' => 8,
                'name'    => '冠军 6',
            ],
            [
                'id'      => 2008,
                'game_id' => 8,
                'name'    => '冠军 7',
            ],
            [
                'id'      => 2009,
                'game_id' => 8,
                'name'    => '冠军 8',
            ],
            [
                'id'      => 2010,
                'game_id' => 8,
                'name'    => '冠军 9',
            ],
            [
                'id'      => 2011,
                'game_id' => 8,
                'name'    => '冠军 10',
            ],
            [
                'id'      => 2012,
                'game_id' => 8,
                'name'    => '亚军 1',
            ],
            [
                'id'      => 2013,
                'game_id' => 8,
                'name'    => '亚军 2',
            ],
            [
                'id'      => 2014,
                'game_id' => 8,
                'name'    => '亚军 3',
            ],
            [
                'id'      => 2015,
                'game_id' => 8,
                'name'    => '亚军 4',
            ],
            [
                'id'      => 2016,
                'game_id' => 8,
                'name'    => '亚军 5',
            ],
            [
                'id'      => 2017,
                'game_id' => 8,
                'name'    => '亚军 6',
            ],
            [
                'id'      => 2018,
                'game_id' => 8,
                'name'    => '亚军 7',
            ],
            [
                'id'      => 2019,
                'game_id' => 8,
                'name'    => '亚军 8',
            ],
            [
                'id'      => 2020,
                'game_id' => 8,
                'name'    => '亚军 9',
            ],
            [
                'id'      => 2021,
                'game_id' => 8,
                'name'    => '亚军 10',
            ],
            [
                'id'      => 2022,
                'game_id' => 8,
                'name'    => '第三名 1',
            ],
            [
                'id'      => 2023,
                'game_id' => 8,
                'name'    => '第三名 2',
            ],
            [
                'id'      => 2024,
                'game_id' => 8,
                'name'    => '第三名 3',
            ],
            [
                'id'      => 2025,
                'game_id' => 8,
                'name'    => '第三名 4',
            ],
            [
                'id'      => 2026,
                'game_id' => 8,
                'name'    => '第三名 5',
            ],
            [
                'id'      => 2027,
                'game_id' => 8,
                'name'    => '第三名 6',
            ],
            [
                'id'      => 2028,
                'game_id' => 8,
                'name'    => '第三名 7',
            ],
            [
                'id'      => 2029,
                'game_id' => 8,
                'name'    => '第三名 8',
            ],
            [
                'id'      => 2030,
                'game_id' => 8,
                'name'    => '第三名 9',
            ],
            [
                'id'      => 2031,
                'game_id' => 8,
                'name'    => '第三名 10',
            ],
            [
                'id'      => 2032,
                'game_id' => 8,
                'name'    => '第四名 1',
            ],
            [
                'id'      => 2033,
                'game_id' => 8,
                'name'    => '第四名 2',
            ],
            [
                'id'      => 2034,
                'game_id' => 8,
                'name'    => '第四名 3',
            ],
            [
                'id'      => 2035,
                'game_id' => 8,
                'name'    => '第四名 4',
            ],
            [
                'id'      => 2036,
                'game_id' => 8,
                'name'    => '第四名 5',
            ],
            [
                'id'      => 2037,
                'game_id' => 8,
                'name'    => '第四名 6',
            ],
            [
                'id'      => 2038,
                'game_id' => 8,
                'name'    => '第四名 7',
            ],
            [
                'id'      => 2039,
                'game_id' => 8,
                'name'    => '第四名 8',
            ],
            [
                'id'      => 2040,
                'game_id' => 8,
                'name'    => '第四名 9',
            ],
            [
                'id'      => 2041,
                'game_id' => 8,
                'name'    => '第四名 10',
            ],
            [
                'id'      => 2042,
                'game_id' => 8,
                'name'    => '第五名 1',
            ],
            [
                'id'      => 2043,
                'game_id' => 8,
                'name'    => '第五名 2',
            ],
            [
                'id'      => 2044,
                'game_id' => 8,
                'name'    => '第五名 3',
            ],
            [
                'id'      => 2045,
                'game_id' => 8,
                'name'    => '第五名 4',
            ],
            [
                'id'      => 2046,
                'game_id' => 8,
                'name'    => '第五名 5',
            ],
            [
                'id'      => 2047,
                'game_id' => 8,
                'name'    => '第五名 6',
            ],
            [
                'id'      => 2048,
                'game_id' => 8,
                'name'    => '第五名 7',
            ],
            [
                'id'      => 2049,
                'game_id' => 8,
                'name'    => '第五名 8',
            ],
            [
                'id'      => 2050,
                'game_id' => 8,
                'name'    => '第五名 9',
            ],
            [
                'id'      => 2051,
                'game_id' => 8,
                'name'    => '第五名 10',
            ],
            [
                'id'      => 2052,
                'game_id' => 8,
                'name'    => '第六名 1',
            ],
            [
                'id'      => 2053,
                'game_id' => 8,
                'name'    => '第六名 2',
            ],
            [
                'id'      => 2054,
                'game_id' => 8,
                'name'    => '第六名 3',
            ],
            [
                'id'      => 2055,
                'game_id' => 8,
                'name'    => '第六名 4',
            ],
            [
                'id'      => 2056,
                'game_id' => 8,
                'name'    => '第六名 5',
            ],
            [
                'id'      => 2057,
                'game_id' => 8,
                'name'    => '第六名 6',
            ],
            [
                'id'      => 2058,
                'game_id' => 8,
                'name'    => '第六名 7',
            ],
            [
                'id'      => 2059,
                'game_id' => 8,
                'name'    => '第六名 8',
            ],
            [
                'id'      => 2060,
                'game_id' => 8,
                'name'    => '第六名 9',
            ],
            [
                'id'      => 2061,
                'game_id' => 8,
                'name'    => '第六名 10',
            ],
            [
                'id'      => 2062,
                'game_id' => 8,
                'name'    => '第七名 1',
            ],
            [
                'id'      => 2063,
                'game_id' => 8,
                'name'    => '第七名 2',
            ],
            [
                'id'      => 2064,
                'game_id' => 8,
                'name'    => '第七名 3',
            ],
            [
                'id'      => 2065,
                'game_id' => 8,
                'name'    => '第七名 4',
            ],
            [
                'id'      => 2066,
                'game_id' => 8,
                'name'    => '第七名 5',
            ],
            [
                'id'      => 2067,
                'game_id' => 8,
                'name'    => '第七名 6',
            ],
            [
                'id'      => 2068,
                'game_id' => 8,
                'name'    => '第七名 7',
            ],
            [
                'id'      => 2069,
                'game_id' => 8,
                'name'    => '第七名 8',
            ],
            [
                'id'      => 2070,
                'game_id' => 8,
                'name'    => '第七名 9',
            ],
            [
                'id'      => 2071,
                'game_id' => 8,
                'name'    => '第七名 10',
            ],
            [
                'id'      => 2072,
                'game_id' => 8,
                'name'    => '第八名 1',
            ],
            [
                'id'      => 2073,
                'game_id' => 8,
                'name'    => '第八名 2',
            ],
            [
                'id'      => 2074,
                'game_id' => 8,
                'name'    => '第八名 3',
            ],
            [
                'id'      => 2075,
                'game_id' => 8,
                'name'    => '第八名 4',
            ],
            [
                'id'      => 2076,
                'game_id' => 8,
                'name'    => '第八名 5',
            ],
            [
                'id'      => 2077,
                'game_id' => 8,
                'name'    => '第八名 6',
            ],
            [
                'id'      => 2078,
                'game_id' => 8,
                'name'    => '第八名 7',
            ],
            [
                'id'      => 2079,
                'game_id' => 8,
                'name'    => '第八名 8',
            ],
            [
                'id'      => 2080,
                'game_id' => 8,
                'name'    => '第八名 9',
            ],
            [
                'id'      => 2081,
                'game_id' => 8,
                'name'    => '第八名 10',
            ],
            [
                'id'      => 2082,
                'game_id' => 8,
                'name'    => '第九名 1',
            ],
            [
                'id'      => 2083,
                'game_id' => 8,
                'name'    => '第九名 2',
            ],
            [
                'id'      => 2084,
                'game_id' => 8,
                'name'    => '第九名 3',
            ],
            [
                'id'      => 2085,
                'game_id' => 8,
                'name'    => '第九名 4',
            ],
            [
                'id'      => 2086,
                'game_id' => 8,
                'name'    => '第九名 5',
            ],
            [
                'id'      => 2087,
                'game_id' => 8,
                'name'    => '第九名 6',
            ],
            [
                'id'      => 2088,
                'game_id' => 8,
                'name'    => '第九名 7',
            ],
            [
                'id'      => 2089,
                'game_id' => 8,
                'name'    => '第九名 8',
            ],
            [
                'id'      => 2090,
                'game_id' => 8,
                'name'    => '第九名 9',
            ],
            [
                'id'      => 2091,
                'game_id' => 8,
                'name'    => '第九名 10',
            ],
            [
                'id'      => 2092,
                'game_id' => 8,
                'name'    => '第十名 1',
            ],
            [
                'id'      => 2093,
                'game_id' => 8,
                'name'    => '第十名 2',
            ],
            [
                'id'      => 2094,
                'game_id' => 8,
                'name'    => '第十名 3',
            ],
            [
                'id'      => 2095,
                'game_id' => 8,
                'name'    => '第十名 4',
            ],
            [
                'id'      => 2096,
                'game_id' => 8,
                'name'    => '第十名 5',
            ],
            [
                'id'      => 2097,
                'game_id' => 8,
                'name'    => '第十名 6',
            ],
            [
                'id'      => 2098,
                'game_id' => 8,
                'name'    => '第十名 7',
            ],
            [
                'id'      => 2099,
                'game_id' => 8,
                'name'    => '第十名 8',
            ],
            [
                'id'      => 2100,
                'game_id' => 8,
                'name'    => '第十名 9',
            ],
            [
                'id'      => 2101,
                'game_id' => 8,
                'name'    => '第十名 10',
            ],
            [
                'id'      => 2102,
                'game_id' => 8,
                'name'    => '冠军 大',
            ],
            [
                'id'      => 2103,
                'game_id' => 8,
                'name'    => '冠军 小',
            ],
            [
                'id'      => 2104,
                'game_id' => 8,
                'name'    => '冠军 单',
            ],
            [
                'id'      => 2105,
                'game_id' => 8,
                'name'    => '冠军 双',
            ],
            [
                'id'      => 2106,
                'game_id' => 8,
                'name'    => '冠军 龙',
            ],
            [
                'id'      => 2107,
                'game_id' => 8,
                'name'    => '冠军 虎',
            ],
            [
                'id'      => 2108,
                'game_id' => 8,
                'name'    => '亚军 大',
            ],
            [
                'id'      => 2109,
                'game_id' => 8,
                'name'    => '亚军 小',
            ],
            [
                'id'      => 2110,
                'game_id' => 8,
                'name'    => '亚军 单',
            ],
            [
                'id'      => 2111,
                'game_id' => 8,
                'name'    => '亚军 双',
            ],
            [
                'id'      => 2112,
                'game_id' => 8,
                'name'    => '亚军 龙',
            ],
            [
                'id'      => 2113,
                'game_id' => 8,
                'name'    => '亚军 虎',
            ],
            [
                'id'      => 2114,
                'game_id' => 8,
                'name'    => '第三名 大',
            ],
            [
                'id'      => 2115,
                'game_id' => 8,
                'name'    => '第三名 小',
            ],
            [
                'id'      => 2116,
                'game_id' => 8,
                'name'    => '第三名 单',
            ],
            [
                'id'      => 2117,
                'game_id' => 8,
                'name'    => '第三名 双',
            ],
            [
                'id'      => 2118,
                'game_id' => 8,
                'name'    => '第三名 龙',
            ],
            [
                'id'      => 2119,
                'game_id' => 8,
                'name'    => '第三名 虎',
            ],
            [
                'id'      => 2120,
                'game_id' => 8,
                'name'    => '第四名 大',
            ],
            [
                'id'      => 2121,
                'game_id' => 8,
                'name'    => '第四名 小',
            ],
            [
                'id'      => 2122,
                'game_id' => 8,
                'name'    => '第四名 单',
            ],
            [
                'id'      => 2123,
                'game_id' => 8,
                'name'    => '第四名 双',
            ],
            [
                'id'      => 2124,
                'game_id' => 8,
                'name'    => '第四名 龙',
            ],
            [
                'id'      => 2125,
                'game_id' => 8,
                'name'    => '第四名 虎',
            ],
            [
                'id'      => 2126,
                'game_id' => 8,
                'name'    => '第五名 大',
            ],
            [
                'id'      => 2127,
                'game_id' => 8,
                'name'    => '第五名 小',
            ],
            [
                'id'      => 2128,
                'game_id' => 8,
                'name'    => '第五名 单',
            ],
            [
                'id'      => 2129,
                'game_id' => 8,
                'name'    => '第五名 双',
            ],
            [
                'id'      => 2130,
                'game_id' => 8,
                'name'    => '第五名 龙',
            ],
            [
                'id'      => 2131,
                'game_id' => 8,
                'name'    => '第五名 虎',
            ],
            [
                'id'      => 2132,
                'game_id' => 8,
                'name'    => '第六名 大',
            ],
            [
                'id'      => 2133,
                'game_id' => 8,
                'name'    => '第六名 小',
            ],
            [
                'id'      => 2134,
                'game_id' => 8,
                'name'    => '第六名 单',
            ],
            [
                'id'      => 2135,
                'game_id' => 8,
                'name'    => '第六名 双',
            ],
            [
                'id'      => 2136,
                'game_id' => 8,
                'name'    => '第七名 大',
            ],
            [
                'id'      => 2137,
                'game_id' => 8,
                'name'    => '第七名 小',
            ],
            [
                'id'      => 2138,
                'game_id' => 8,
                'name'    => '第七名 单',
            ],
            [
                'id'      => 2139,
                'game_id' => 8,
                'name'    => '第七名 双',
            ],
            [
                'id'      => 2140,
                'game_id' => 8,
                'name'    => '第八名 大',
            ],
            [
                'id'      => 2141,
                'game_id' => 8,
                'name'    => '第八名 小',
            ],
            [
                'id'      => 2142,
                'game_id' => 8,
                'name'    => '第八名 单',
            ],
            [
                'id'      => 2143,
                'game_id' => 8,
                'name'    => '第八名 双',
            ],
            [
                'id'      => 2144,
                'game_id' => 8,
                'name'    => '第九名 大',
            ],
            [
                'id'      => 2145,
                'game_id' => 8,
                'name'    => '第九名 小',
            ],
            [
                'id'      => 2146,
                'game_id' => 8,
                'name'    => '第九名 单',
            ],
            [
                'id'      => 2147,
                'game_id' => 8,
                'name'    => '第九名 双',
            ],
            [
                'id'      => 2148,
                'game_id' => 8,
                'name'    => '第十名 大',
            ],
            [
                'id'      => 2149,
                'game_id' => 8,
                'name'    => '第十名 小',
            ],
            [
                'id'      => 2150,
                'game_id' => 8,
                'name'    => '第十名 单',
            ],
            [
                'id'      => 2151,
                'game_id' => 8,
                'name'    => '第十名 双',
            ],
            [
                'id'      => 2152,
                'game_id' => 8,
                'name'    => '冠亚和 大',
            ],
            [
                'id'      => 2153,
                'game_id' => 8,
                'name'    => '冠亚和 小',
            ],
            [
                'id'      => 2154,
                'game_id' => 8,
                'name'    => '冠亚和 单',
            ],
            [
                'id'      => 2155,
                'game_id' => 8,
                'name'    => '冠亚和 双',
            ],
            [
                'id'      => 2156,
                'game_id' => 8,
                'name'    => '冠亚和 3',
            ],
            [
                'id'      => 2157,
                'game_id' => 8,
                'name'    => '冠亚和 4',
            ],
            [
                'id'      => 2158,
                'game_id' => 8,
                'name'    => '冠亚和 5',
            ],
            [
                'id'      => 2159,
                'game_id' => 8,
                'name'    => '冠亚和 6',
            ],
            [
                'id'      => 2160,
                'game_id' => 8,
                'name'    => '冠亚和 7',
            ],
            [
                'id'      => 2161,
                'game_id' => 8,
                'name'    => '冠亚和 8',
            ],
            [
                'id'      => 2162,
                'game_id' => 8,
                'name'    => '冠亚和 9',
            ],
            [
                'id'      => 2163,
                'game_id' => 8,
                'name'    => '冠亚和 10',
            ],
            [
                'id'      => 2164,
                'game_id' => 8,
                'name'    => '冠亚和 11',
            ],
            [
                'id'      => 2165,
                'game_id' => 8,
                'name'    => '冠亚和 12',
            ],
            [
                'id'      => 2166,
                'game_id' => 8,
                'name'    => '冠亚和 13',
            ],
            [
                'id'      => 2167,
                'game_id' => 8,
                'name'    => '冠亚和 14',
            ],
            [
                'id'      => 2168,
                'game_id' => 8,
                'name'    => '冠亚和 15',
            ],
            [
                'id'      => 2169,
                'game_id' => 8,
                'name'    => '冠亚和 16',
            ],
            [
                'id'      => 2170,
                'game_id' => 8,
                'name'    => '冠亚和 17',
            ],
            [
                'id'      => 2171,
                'game_id' => 8,
                'name'    => '冠亚和 18',
            ],
            [
                'id'      => 2172,
                'game_id' => 8,
                'name'    => '冠亚和 19',
            ],
            [
                'id'      => 22000,
                'game_id' => 22,
                'name'    => '总和 大',
            ],
            [
                'id'      => 22001,
                'game_id' => 22,
                'name'    => '总和 小',
            ],
            [
                'id'      => 22002,
                'game_id' => 22,
                'name'    => '总和 单',
            ],
            [
                'id'      => 22003,
                'game_id' => 22,
                'name'    => '总和 双',
            ],
            [
                'id'      => 22004,
                'game_id' => 22,
                'name'    => '总大单',
            ],
            [
                'id'      => 22005,
                'game_id' => 22,
                'name'    => '总大双',
            ],
            [
                'id'      => 22006,
                'game_id' => 22,
                'name'    => '总小单',
            ],
            [
                'id'      => 22007,
                'game_id' => 22,
                'name'    => '总小双',
            ],
            [
                'id'      => 22008,
                'game_id' => 22,
                'name'    => '总和810',
            ],
            [
                'id'      => 22009,
                'game_id' => 22,
                'name'    => '前后和 前(多)',
            ],
            [
                'id'      => 22010,
                'game_id' => 22,
                'name'    => '前后和 後(多)',
            ],
            [
                'id'      => 22011,
                'game_id' => 22,
                'name'    => '前后和 前後(和)',
            ],
            [
                'id'      => 22012,
                'game_id' => 22,
                'name'    => '单双和 单(多)',
            ],
            [
                'id'      => 22013,
                'game_id' => 22,
                'name'    => '单双和 双(多)',
            ],
            [
                'id'      => 22014,
                'game_id' => 22,
                'name'    => '单双和 单双(和)',
            ],
            [
                'id'      => 22015,
                'game_id' => 22,
                'name'    => '五行 金',
            ],
            [
                'id'      => 22016,
                'game_id' => 22,
                'name'    => '五行 木',
            ],
            [
                'id'      => 22017,
                'game_id' => 22,
                'name'    => '五行 水',
            ],
            [
                'id'      => 22018,
                'game_id' => 22,
                'name'    => '五行 火',
            ],
            [
                'id'      => 22019,
                'game_id' => 22,
                'name'    => '五行 土',
            ],
            [
                'id'      => 22020,
                'game_id' => 22,
                'name'    => '正码 01',
            ],
            [
                'id'      => 22021,
                'game_id' => 22,
                'name'    => '正码 02',
            ],
            [
                'id'      => 22022,
                'game_id' => 22,
                'name'    => '正码 03',
            ],
            [
                'id'      => 22023,
                'game_id' => 22,
                'name'    => '正码 04',
            ],
            [
                'id'      => 22024,
                'game_id' => 22,
                'name'    => '正码 05',
            ],
            [
                'id'      => 22025,
                'game_id' => 22,
                'name'    => '正码 06',
            ],
            [
                'id'      => 22026,
                'game_id' => 22,
                'name'    => '正码 07',
            ],
            [
                'id'      => 22027,
                'game_id' => 22,
                'name'    => '正码 08',
            ],
            [
                'id'      => 22028,
                'game_id' => 22,
                'name'    => '正码 09',
            ],
            [
                'id'      => 22029,
                'game_id' => 22,
                'name'    => '正码 10',
            ],
            [
                'id'      => 22030,
                'game_id' => 22,
                'name'    => '正码 11',
            ],
            [
                'id'      => 22031,
                'game_id' => 22,
                'name'    => '正码 12',
            ],
            [
                'id'      => 22032,
                'game_id' => 22,
                'name'    => '正码 13',
            ],
            [
                'id'      => 22033,
                'game_id' => 22,
                'name'    => '正码 14',
            ],
            [
                'id'      => 22034,
                'game_id' => 22,
                'name'    => '正码 15',
            ],
            [
                'id'      => 22035,
                'game_id' => 22,
                'name'    => '正码 16',
            ],
            [
                'id'      => 22036,
                'game_id' => 22,
                'name'    => '正码 17',
            ],
            [
                'id'      => 22037,
                'game_id' => 22,
                'name'    => '正码 18',
            ],
            [
                'id'      => 22038,
                'game_id' => 22,
                'name'    => '正码 19',
            ],
            [
                'id'      => 22039,
                'game_id' => 22,
                'name'    => '正码 20',
            ],
            [
                'id'      => 22040,
                'game_id' => 22,
                'name'    => '正码 21',
            ],
            [
                'id'      => 22041,
                'game_id' => 22,
                'name'    => '正码 22',
            ],
            [
                'id'      => 22042,
                'game_id' => 22,
                'name'    => '正码 23',
            ],
            [
                'id'      => 22043,
                'game_id' => 22,
                'name'    => '正码 24',
            ],
            [
                'id'      => 22044,
                'game_id' => 22,
                'name'    => '正码 25',
            ],
            [
                'id'      => 22045,
                'game_id' => 22,
                'name'    => '正码 26',
            ],
            [
                'id'      => 22046,
                'game_id' => 22,
                'name'    => '正码 27',
            ],
            [
                'id'      => 22047,
                'game_id' => 22,
                'name'    => '正码 28',
            ],
            [
                'id'      => 22048,
                'game_id' => 22,
                'name'    => '正码 29',
            ],
            [
                'id'      => 22049,
                'game_id' => 22,
                'name'    => '正码 30',
            ],
            [
                'id'      => 22050,
                'game_id' => 22,
                'name'    => '正码 31',
            ],
            [
                'id'      => 22051,
                'game_id' => 22,
                'name'    => '正码 32',
            ],
            [
                'id'      => 22052,
                'game_id' => 22,
                'name'    => '正码 33',
            ],
            [
                'id'      => 22053,
                'game_id' => 22,
                'name'    => '正码 34',
            ],
            [
                'id'      => 22054,
                'game_id' => 22,
                'name'    => '正码 35',
            ],
            [
                'id'      => 22055,
                'game_id' => 22,
                'name'    => '正码 36',
            ],
            [
                'id'      => 22056,
                'game_id' => 22,
                'name'    => '正码 37',
            ],
            [
                'id'      => 22057,
                'game_id' => 22,
                'name'    => '正码 38',
            ],
            [
                'id'      => 22058,
                'game_id' => 22,
                'name'    => '正码 39',
            ],
            [
                'id'      => 22059,
                'game_id' => 22,
                'name'    => '正码 40',
            ],
            [
                'id'      => 22060,
                'game_id' => 22,
                'name'    => '正码 41',
            ],
            [
                'id'      => 22061,
                'game_id' => 22,
                'name'    => '正码 42',
            ],
            [
                'id'      => 22062,
                'game_id' => 22,
                'name'    => '正码 43',
            ],
            [
                'id'      => 22063,
                'game_id' => 22,
                'name'    => '正码 44',
            ],
            [
                'id'      => 22064,
                'game_id' => 22,
                'name'    => '正码 45',
            ],
            [
                'id'      => 22065,
                'game_id' => 22,
                'name'    => '正码 46',
            ],
            [
                'id'      => 22066,
                'game_id' => 22,
                'name'    => '正码 47',
            ],
            [
                'id'      => 22067,
                'game_id' => 22,
                'name'    => '正码 48',
            ],
            [
                'id'      => 22068,
                'game_id' => 22,
                'name'    => '正码 49',
            ],
            [
                'id'      => 22069,
                'game_id' => 22,
                'name'    => '正码 50',
            ],
            [
                'id'      => 22070,
                'game_id' => 22,
                'name'    => '正码 51',
            ],
            [
                'id'      => 22071,
                'game_id' => 22,
                'name'    => '正码 52',
            ],
            [
                'id'      => 22072,
                'game_id' => 22,
                'name'    => '正码 53',
            ],
            [
                'id'      => 22073,
                'game_id' => 22,
                'name'    => '正码 54',
            ],
            [
                'id'      => 22074,
                'game_id' => 22,
                'name'    => '正码 55',
            ],
            [
                'id'      => 22075,
                'game_id' => 22,
                'name'    => '正码 56',
            ],
            [
                'id'      => 22076,
                'game_id' => 22,
                'name'    => '正码 57',
            ],
            [
                'id'      => 22077,
                'game_id' => 22,
                'name'    => '正码 58',
            ],
            [
                'id'      => 22078,
                'game_id' => 22,
                'name'    => '正码 59',
            ],
            [
                'id'      => 22079,
                'game_id' => 22,
                'name'    => '正码 60',
            ],
            [
                'id'      => 22080,
                'game_id' => 22,
                'name'    => '正码 61',
            ],
            [
                'id'      => 22081,
                'game_id' => 22,
                'name'    => '正码 62',
            ],
            [
                'id'      => 22082,
                'game_id' => 22,
                'name'    => '正码 63',
            ],
            [
                'id'      => 22083,
                'game_id' => 22,
                'name'    => '正码 64',
            ],
            [
                'id'      => 22084,
                'game_id' => 22,
                'name'    => '正码 65',
            ],
            [
                'id'      => 22085,
                'game_id' => 22,
                'name'    => '正码 66',
            ],
            [
                'id'      => 22086,
                'game_id' => 22,
                'name'    => '正码 67',
            ],
            [
                'id'      => 22087,
                'game_id' => 22,
                'name'    => '正码 68',
            ],
            [
                'id'      => 22088,
                'game_id' => 22,
                'name'    => '正码 69',
            ],
            [
                'id'      => 22089,
                'game_id' => 22,
                'name'    => '正码 70',
            ],
            [
                'id'      => 22090,
                'game_id' => 22,
                'name'    => '正码 71',
            ],
            [
                'id'      => 22091,
                'game_id' => 22,
                'name'    => '正码 72',
            ],
            [
                'id'      => 22092,
                'game_id' => 22,
                'name'    => '正码 73',
            ],
            [
                'id'      => 22093,
                'game_id' => 22,
                'name'    => '正码 74',
            ],
            [
                'id'      => 22094,
                'game_id' => 22,
                'name'    => '正码 75',
            ],
            [
                'id'      => 22095,
                'game_id' => 22,
                'name'    => '正码 76',
            ],
            [
                'id'      => 22096,
                'game_id' => 22,
                'name'    => '正码 77',
            ],
            [
                'id'      => 22097,
                'game_id' => 22,
                'name'    => '正码 78',
            ],
            [
                'id'      => 22098,
                'game_id' => 22,
                'name'    => '正码 79',
            ],
            [
                'id'      => 22099,
                'game_id' => 22,
                'name'    => '正码 80',
            ],
            [
                'id'      => 24000,
                'game_id' => 24,
                'name'    => '第一球 0',
            ],
            [
                'id'      => 24001,
                'game_id' => 24,
                'name'    => '第一球 1',
            ],
            [
                'id'      => 24002,
                'game_id' => 24,
                'name'    => '第一球 2',
            ],
            [
                'id'      => 24003,
                'game_id' => 24,
                'name'    => '第一球 3',
            ],
            [
                'id'      => 24004,
                'game_id' => 24,
                'name'    => '第一球 4',
            ],
            [
                'id'      => 24005,
                'game_id' => 24,
                'name'    => '第一球 5',
            ],
            [
                'id'      => 24006,
                'game_id' => 24,
                'name'    => '第一球 6',
            ],
            [
                'id'      => 24007,
                'game_id' => 24,
                'name'    => '第一球 7',
            ],
            [
                'id'      => 24008,
                'game_id' => 24,
                'name'    => '第一球 8',
            ],
            [
                'id'      => 24009,
                'game_id' => 24,
                'name'    => '第一球 9',
            ],
            [
                'id'      => 24010,
                'game_id' => 24,
                'name'    => '第一球 大',
            ],
            [
                'id'      => 24011,
                'game_id' => 24,
                'name'    => '第一球 小',
            ],
            [
                'id'      => 24012,
                'game_id' => 24,
                'name'    => '第一球 单',
            ],
            [
                'id'      => 24013,
                'game_id' => 24,
                'name'    => '第一球 双',
            ],
            [
                'id'      => 24014,
                'game_id' => 24,
                'name'    => '第二球 0',
            ],
            [
                'id'      => 24015,
                'game_id' => 24,
                'name'    => '第二球 1',
            ],
            [
                'id'      => 24016,
                'game_id' => 24,
                'name'    => '第二球 2',
            ],
            [
                'id'      => 24017,
                'game_id' => 24,
                'name'    => '第二球 3',
            ],
            [
                'id'      => 24018,
                'game_id' => 24,
                'name'    => '第二球 4',
            ],
            [
                'id'      => 24019,
                'game_id' => 24,
                'name'    => '第二球 5',
            ],
            [
                'id'      => 24020,
                'game_id' => 24,
                'name'    => '第二球 6',
            ],
            [
                'id'      => 24021,
                'game_id' => 24,
                'name'    => '第二球 7',
            ],
            [
                'id'      => 24022,
                'game_id' => 24,
                'name'    => '第二球 8',
            ],
            [
                'id'      => 24023,
                'game_id' => 24,
                'name'    => '第二球 9',
            ],
            [
                'id'      => 24024,
                'game_id' => 24,
                'name'    => '第二球 大',
            ],
            [
                'id'      => 24025,
                'game_id' => 24,
                'name'    => '第二球 小',
            ],
            [
                'id'      => 24026,
                'game_id' => 24,
                'name'    => '第二球 单',
            ],
            [
                'id'      => 24027,
                'game_id' => 24,
                'name'    => '第二球 双',
            ],
            [
                'id'      => 24028,
                'game_id' => 24,
                'name'    => '第三球 0',
            ],
            [
                'id'      => 24029,
                'game_id' => 24,
                'name'    => '第三球 1',
            ],
            [
                'id'      => 24030,
                'game_id' => 24,
                'name'    => '第三球 2',
            ],
            [
                'id'      => 24031,
                'game_id' => 24,
                'name'    => '第三球 3',
            ],
            [
                'id'      => 24032,
                'game_id' => 24,
                'name'    => '第三球 4',
            ],
            [
                'id'      => 24033,
                'game_id' => 24,
                'name'    => '第三球 5',
            ],
            [
                'id'      => 24034,
                'game_id' => 24,
                'name'    => '第三球 6',
            ],
            [
                'id'      => 24035,
                'game_id' => 24,
                'name'    => '第三球 7',
            ],
            [
                'id'      => 24036,
                'game_id' => 24,
                'name'    => '第三球 8',
            ],
            [
                'id'      => 24037,
                'game_id' => 24,
                'name'    => '第三球 9',
            ],
            [
                'id'      => 24038,
                'game_id' => 24,
                'name'    => '第三球 大',
            ],
            [
                'id'      => 24039,
                'game_id' => 24,
                'name'    => '第三球 小',
            ],
            [
                'id'      => 24040,
                'game_id' => 24,
                'name'    => '第三球 单',
            ],
            [
                'id'      => 24041,
                'game_id' => 24,
                'name'    => '第三球 双',
            ],
            [
                'id'      => 24042,
                'game_id' => 24,
                'name'    => '第四球 0',
            ],
            [
                'id'      => 24043,
                'game_id' => 24,
                'name'    => '第四球 1',
            ],
            [
                'id'      => 24044,
                'game_id' => 24,
                'name'    => '第四球 2',
            ],
            [
                'id'      => 24045,
                'game_id' => 24,
                'name'    => '第四球 3',
            ],
            [
                'id'      => 24046,
                'game_id' => 24,
                'name'    => '第四球 4',
            ],
            [
                'id'      => 24047,
                'game_id' => 24,
                'name'    => '第四球 5',
            ],
            [
                'id'      => 24048,
                'game_id' => 24,
                'name'    => '第四球 6',
            ],
            [
                'id'      => 24049,
                'game_id' => 24,
                'name'    => '第四球 7',
            ],
            [
                'id'      => 24050,
                'game_id' => 24,
                'name'    => '第四球 8',
            ],
            [
                'id'      => 24051,
                'game_id' => 24,
                'name'    => '第四球 9',
            ],
            [
                'id'      => 24052,
                'game_id' => 24,
                'name'    => '第四球 大',
            ],
            [
                'id'      => 24053,
                'game_id' => 24,
                'name'    => '第四球 小',
            ],
            [
                'id'      => 24054,
                'game_id' => 24,
                'name'    => '第四球 单',
            ],
            [
                'id'      => 24055,
                'game_id' => 24,
                'name'    => '第四球 双',
            ],
            [
                'id'      => 24056,
                'game_id' => 24,
                'name'    => '第五球 0',
            ],
            [
                'id'      => 24057,
                'game_id' => 24,
                'name'    => '第五球 1',
            ],
            [
                'id'      => 24058,
                'game_id' => 24,
                'name'    => '第五球 2',
            ],
            [
                'id'      => 24059,
                'game_id' => 24,
                'name'    => '第五球 3',
            ],
            [
                'id'      => 24060,
                'game_id' => 24,
                'name'    => '第五球 4',
            ],
            [
                'id'      => 24061,
                'game_id' => 24,
                'name'    => '第五球 5',
            ],
            [
                'id'      => 24062,
                'game_id' => 24,
                'name'    => '第五球 6',
            ],
            [
                'id'      => 24063,
                'game_id' => 24,
                'name'    => '第五球 7',
            ],
            [
                'id'      => 24064,
                'game_id' => 24,
                'name'    => '第五球 8',
            ],
            [
                'id'      => 24065,
                'game_id' => 24,
                'name'    => '第五球 9',
            ],
            [
                'id'      => 24066,
                'game_id' => 24,
                'name'    => '第五球 大',
            ],
            [
                'id'      => 24067,
                'game_id' => 24,
                'name'    => '第五球 小',
            ],
            [
                'id'      => 24068,
                'game_id' => 24,
                'name'    => '第五球 单',
            ],
            [
                'id'      => 24069,
                'game_id' => 24,
                'name'    => '第五球 双',
            ],
            [
                'id'      => 24070,
                'game_id' => 24,
                'name'    => '前三 豹子',
            ],
            [
                'id'      => 24071,
                'game_id' => 24,
                'name'    => '前三 顺子',
            ],
            [
                'id'      => 24072,
                'game_id' => 24,
                'name'    => '前三 对子',
            ],
            [
                'id'      => 24073,
                'game_id' => 24,
                'name'    => '前三 半顺',
            ],
            [
                'id'      => 24074,
                'game_id' => 24,
                'name'    => '前三 杂六',
            ],
            [
                'id'      => 24075,
                'game_id' => 24,
                'name'    => '中三 豹子',
            ],
            [
                'id'      => 24076,
                'game_id' => 24,
                'name'    => '中三 顺子',
            ],
            [
                'id'      => 24077,
                'game_id' => 24,
                'name'    => '中三 对子',
            ],
            [
                'id'      => 24078,
                'game_id' => 24,
                'name'    => '中三 半顺',
            ],
            [
                'id'      => 24079,
                'game_id' => 24,
                'name'    => '中三 杂六',
            ],
            [
                'id'      => 24080,
                'game_id' => 24,
                'name'    => '后三 豹子',
            ],
            [
                'id'      => 24081,
                'game_id' => 24,
                'name'    => '后三 顺子',
            ],
            [
                'id'      => 24082,
                'game_id' => 24,
                'name'    => '后三 对子',
            ],
            [
                'id'      => 24083,
                'game_id' => 24,
                'name'    => '后三 半顺',
            ],
            [
                'id'      => 24084,
                'game_id' => 24,
                'name'    => '后三 杂六',
            ],
            [
                'id'      => 24085,
                'game_id' => 24,
                'name'    => '总和 大',
            ],
            [
                'id'      => 24086,
                'game_id' => 24,
                'name'    => '总和 小',
            ],
            [
                'id'      => 24087,
                'game_id' => 24,
                'name'    => '总和 单',
            ],
            [
                'id'      => 24088,
                'game_id' => 24,
                'name'    => '总和 双',
            ],
            [
                'id'      => 24089,
                'game_id' => 24,
                'name'    => '龙',
            ],
            [
                'id'      => 24090,
                'game_id' => 24,
                'name'    => '虎',
            ],
            [
                'id'      => 24091,
                'game_id' => 24,
                'name'    => '和',
            ],
            [
                'id'      => 25000,
                'game_id' => 25,
                'name'    => '冠军 1',
            ],
            [
                'id'      => 25001,
                'game_id' => 25,
                'name'    => '冠军 2',
            ],
            [
                'id'      => 25002,
                'game_id' => 25,
                'name'    => '冠军 3',
            ],
            [
                'id'      => 25003,
                'game_id' => 25,
                'name'    => '冠军 4',
            ],
            [
                'id'      => 25004,
                'game_id' => 25,
                'name'    => '冠军 5',
            ],
            [
                'id'      => 25005,
                'game_id' => 25,
                'name'    => '冠军 6',
            ],
            [
                'id'      => 25006,
                'game_id' => 25,
                'name'    => '冠军 7',
            ],
            [
                'id'      => 25007,
                'game_id' => 25,
                'name'    => '冠军 8',
            ],
            [
                'id'      => 25008,
                'game_id' => 25,
                'name'    => '冠军 9',
            ],
            [
                'id'      => 25009,
                'game_id' => 25,
                'name'    => '冠军 10',
            ],
            [
                'id'      => 25010,
                'game_id' => 25,
                'name'    => '亚军 1',
            ],
            [
                'id'      => 25011,
                'game_id' => 25,
                'name'    => '亚军 2',
            ],
            [
                'id'      => 25012,
                'game_id' => 25,
                'name'    => '亚军 3',
            ],
            [
                'id'      => 25013,
                'game_id' => 25,
                'name'    => '亚军 4',
            ],
            [
                'id'      => 25014,
                'game_id' => 25,
                'name'    => '亚军 5',
            ],
            [
                'id'      => 25015,
                'game_id' => 25,
                'name'    => '亚军 6',
            ],
            [
                'id'      => 25016,
                'game_id' => 25,
                'name'    => '亚军 7',
            ],
            [
                'id'      => 25017,
                'game_id' => 25,
                'name'    => '亚军 8',
            ],
            [
                'id'      => 25018,
                'game_id' => 25,
                'name'    => '亚军 9',
            ],
            [
                'id'      => 25019,
                'game_id' => 25,
                'name'    => '亚军 10',
            ],
            [
                'id'      => 25020,
                'game_id' => 25,
                'name'    => '第三名 1',
            ],
            [
                'id'      => 25021,
                'game_id' => 25,
                'name'    => '第三名 2',
            ],
            [
                'id'      => 25022,
                'game_id' => 25,
                'name'    => '第三名 3',
            ],
            [
                'id'      => 25023,
                'game_id' => 25,
                'name'    => '第三名 4',
            ],
            [
                'id'      => 25024,
                'game_id' => 25,
                'name'    => '第三名 5',
            ],
            [
                'id'      => 25025,
                'game_id' => 25,
                'name'    => '第三名 6',
            ],
            [
                'id'      => 25026,
                'game_id' => 25,
                'name'    => '第三名 7',
            ],
            [
                'id'      => 25027,
                'game_id' => 25,
                'name'    => '第三名 8',
            ],
            [
                'id'      => 25028,
                'game_id' => 25,
                'name'    => '第三名 9',
            ],
            [
                'id'      => 25029,
                'game_id' => 25,
                'name'    => '第三名 10',
            ],
            [
                'id'      => 25030,
                'game_id' => 25,
                'name'    => '第四名 1',
            ],
            [
                'id'      => 25031,
                'game_id' => 25,
                'name'    => '第四名 2',
            ],
            [
                'id'      => 25032,
                'game_id' => 25,
                'name'    => '第四名 3',
            ],
            [
                'id'      => 25033,
                'game_id' => 25,
                'name'    => '第四名 4',
            ],
            [
                'id'      => 25034,
                'game_id' => 25,
                'name'    => '第四名 5',
            ],
            [
                'id'      => 25035,
                'game_id' => 25,
                'name'    => '第四名 6',
            ],
            [
                'id'      => 25036,
                'game_id' => 25,
                'name'    => '第四名 7',
            ],
            [
                'id'      => 25037,
                'game_id' => 25,
                'name'    => '第四名 8',
            ],
            [
                'id'      => 25038,
                'game_id' => 25,
                'name'    => '第四名 9',
            ],
            [
                'id'      => 25039,
                'game_id' => 25,
                'name'    => '第四名 10',
            ],
            [
                'id'      => 25040,
                'game_id' => 25,
                'name'    => '第五名 1',
            ],
            [
                'id'      => 25041,
                'game_id' => 25,
                'name'    => '第五名 2',
            ],
            [
                'id'      => 25042,
                'game_id' => 25,
                'name'    => '第五名 3',
            ],
            [
                'id'      => 25043,
                'game_id' => 25,
                'name'    => '第五名 4',
            ],
            [
                'id'      => 25044,
                'game_id' => 25,
                'name'    => '第五名 5',
            ],
            [
                'id'      => 25045,
                'game_id' => 25,
                'name'    => '第五名 6',
            ],
            [
                'id'      => 25046,
                'game_id' => 25,
                'name'    => '第五名 7',
            ],
            [
                'id'      => 25047,
                'game_id' => 25,
                'name'    => '第五名 8',
            ],
            [
                'id'      => 25048,
                'game_id' => 25,
                'name'    => '第五名 9',
            ],
            [
                'id'      => 25049,
                'game_id' => 25,
                'name'    => '第五名 10',
            ],
            [
                'id'      => 25050,
                'game_id' => 25,
                'name'    => '第六名 1',
            ],
            [
                'id'      => 25051,
                'game_id' => 25,
                'name'    => '第六名 2',
            ],
            [
                'id'      => 25052,
                'game_id' => 25,
                'name'    => '第六名 3',
            ],
            [
                'id'      => 25053,
                'game_id' => 25,
                'name'    => '第六名 4',
            ],
            [
                'id'      => 25054,
                'game_id' => 25,
                'name'    => '第六名 5',
            ],
            [
                'id'      => 25055,
                'game_id' => 25,
                'name'    => '第六名 6',
            ],
            [
                'id'      => 25056,
                'game_id' => 25,
                'name'    => '第六名 7',
            ],
            [
                'id'      => 25057,
                'game_id' => 25,
                'name'    => '第六名 8',
            ],
            [
                'id'      => 25058,
                'game_id' => 25,
                'name'    => '第六名 9',
            ],
            [
                'id'      => 25059,
                'game_id' => 25,
                'name'    => '第六名 10',
            ],
            [
                'id'      => 25060,
                'game_id' => 25,
                'name'    => '第七名 1',
            ],
            [
                'id'      => 25061,
                'game_id' => 25,
                'name'    => '第七名 2',
            ],
            [
                'id'      => 25062,
                'game_id' => 25,
                'name'    => '第七名 3',
            ],
            [
                'id'      => 25063,
                'game_id' => 25,
                'name'    => '第七名 4',
            ],
            [
                'id'      => 25064,
                'game_id' => 25,
                'name'    => '第七名 5',
            ],
            [
                'id'      => 25065,
                'game_id' => 25,
                'name'    => '第七名 6',
            ],
            [
                'id'      => 25066,
                'game_id' => 25,
                'name'    => '第七名 7',
            ],
            [
                'id'      => 25067,
                'game_id' => 25,
                'name'    => '第七名 8',
            ],
            [
                'id'      => 25068,
                'game_id' => 25,
                'name'    => '第七名 9',
            ],
            [
                'id'      => 25069,
                'game_id' => 25,
                'name'    => '第七名 10',
            ],
            [
                'id'      => 25070,
                'game_id' => 25,
                'name'    => '第八名 1',
            ],
            [
                'id'      => 25071,
                'game_id' => 25,
                'name'    => '第八名 2',
            ],
            [
                'id'      => 25072,
                'game_id' => 25,
                'name'    => '第八名 3',
            ],
            [
                'id'      => 25073,
                'game_id' => 25,
                'name'    => '第八名 4',
            ],
            [
                'id'      => 25074,
                'game_id' => 25,
                'name'    => '第八名 5',
            ],
            [
                'id'      => 25075,
                'game_id' => 25,
                'name'    => '第八名 6',
            ],
            [
                'id'      => 25076,
                'game_id' => 25,
                'name'    => '第八名 7',
            ],
            [
                'id'      => 25077,
                'game_id' => 25,
                'name'    => '第八名 8',
            ],
            [
                'id'      => 25078,
                'game_id' => 25,
                'name'    => '第八名 9',
            ],
            [
                'id'      => 25079,
                'game_id' => 25,
                'name'    => '第八名 10',
            ],
            [
                'id'      => 25080,
                'game_id' => 25,
                'name'    => '第九名 1',
            ],
            [
                'id'      => 25081,
                'game_id' => 25,
                'name'    => '第九名 2',
            ],
            [
                'id'      => 25082,
                'game_id' => 25,
                'name'    => '第九名 3',
            ],
            [
                'id'      => 25083,
                'game_id' => 25,
                'name'    => '第九名 4',
            ],
            [
                'id'      => 25084,
                'game_id' => 25,
                'name'    => '第九名 5',
            ],
            [
                'id'      => 25085,
                'game_id' => 25,
                'name'    => '第九名 6',
            ],
            [
                'id'      => 25086,
                'game_id' => 25,
                'name'    => '第九名 7',
            ],
            [
                'id'      => 25087,
                'game_id' => 25,
                'name'    => '第九名 8',
            ],
            [
                'id'      => 25088,
                'game_id' => 25,
                'name'    => '第九名 9',
            ],
            [
                'id'      => 25089,
                'game_id' => 25,
                'name'    => '第九名 10',
            ],
            [
                'id'      => 25090,
                'game_id' => 25,
                'name'    => '第十名 1',
            ],
            [
                'id'      => 25091,
                'game_id' => 25,
                'name'    => '第十名 2',
            ],
            [
                'id'      => 25092,
                'game_id' => 25,
                'name'    => '第十名 3',
            ],
            [
                'id'      => 25093,
                'game_id' => 25,
                'name'    => '第十名 4',
            ],
            [
                'id'      => 25094,
                'game_id' => 25,
                'name'    => '第十名 5',
            ],
            [
                'id'      => 25095,
                'game_id' => 25,
                'name'    => '第十名 6',
            ],
            [
                'id'      => 25096,
                'game_id' => 25,
                'name'    => '第十名 7',
            ],
            [
                'id'      => 25097,
                'game_id' => 25,
                'name'    => '第十名 8',
            ],
            [
                'id'      => 25098,
                'game_id' => 25,
                'name'    => '第十名 9',
            ],
            [
                'id'      => 25099,
                'game_id' => 25,
                'name'    => '第十名 10',
            ],
            [
                'id'      => 25100,
                'game_id' => 25,
                'name'    => '冠军 大',
            ],
            [
                'id'      => 25101,
                'game_id' => 25,
                'name'    => '冠军 小',
            ],
            [
                'id'      => 25102,
                'game_id' => 25,
                'name'    => '冠军 单',
            ],
            [
                'id'      => 25103,
                'game_id' => 25,
                'name'    => '冠军 双',
            ],
            [
                'id'      => 25104,
                'game_id' => 25,
                'name'    => '冠军 龙',
            ],
            [
                'id'      => 25105,
                'game_id' => 25,
                'name'    => '冠军 虎',
            ],
            [
                'id'      => 25106,
                'game_id' => 25,
                'name'    => '亚军 大',
            ],
            [
                'id'      => 25107,
                'game_id' => 25,
                'name'    => '亚军 小',
            ],
            [
                'id'      => 25108,
                'game_id' => 25,
                'name'    => '亚军 单',
            ],
            [
                'id'      => 25109,
                'game_id' => 25,
                'name'    => '亚军 双',
            ],
            [
                'id'      => 25110,
                'game_id' => 25,
                'name'    => '亚军 龙',
            ],
            [
                'id'      => 25111,
                'game_id' => 25,
                'name'    => '亚军 虎',
            ],
            [
                'id'      => 25112,
                'game_id' => 25,
                'name'    => '第三名 大',
            ],
            [
                'id'      => 25113,
                'game_id' => 25,
                'name'    => '第三名 小',
            ],
            [
                'id'      => 25114,
                'game_id' => 25,
                'name'    => '第三名 单',
            ],
            [
                'id'      => 25115,
                'game_id' => 25,
                'name'    => '第三名 双',
            ],
            [
                'id'      => 25116,
                'game_id' => 25,
                'name'    => '第三名 龙',
            ],
            [
                'id'      => 25117,
                'game_id' => 25,
                'name'    => '第三名 虎',
            ],
            [
                'id'      => 25118,
                'game_id' => 25,
                'name'    => '第四名 大',
            ],
            [
                'id'      => 25119,
                'game_id' => 25,
                'name'    => '第四名 小',
            ],
            [
                'id'      => 25120,
                'game_id' => 25,
                'name'    => '第四名 单',
            ],
            [
                'id'      => 25121,
                'game_id' => 25,
                'name'    => '第四名 双',
            ],
            [
                'id'      => 25122,
                'game_id' => 25,
                'name'    => '第四名 龙',
            ],
            [
                'id'      => 25123,
                'game_id' => 25,
                'name'    => '第四名 虎',
            ],
            [
                'id'      => 25124,
                'game_id' => 25,
                'name'    => '第五名 大',
            ],
            [
                'id'      => 25125,
                'game_id' => 25,
                'name'    => '第五名 小',
            ],
            [
                'id'      => 25126,
                'game_id' => 25,
                'name'    => '第五名 单',
            ],
            [
                'id'      => 25127,
                'game_id' => 25,
                'name'    => '第五名 双',
            ],
            [
                'id'      => 25128,
                'game_id' => 25,
                'name'    => '第五名 龙',
            ],
            [
                'id'      => 25129,
                'game_id' => 25,
                'name'    => '第五名 虎',
            ],
            [
                'id'      => 25130,
                'game_id' => 25,
                'name'    => '第六名 大',
            ],
            [
                'id'      => 25131,
                'game_id' => 25,
                'name'    => '第六名 小',
            ],
            [
                'id'      => 25132,
                'game_id' => 25,
                'name'    => '第六名 单',
            ],
            [
                'id'      => 25133,
                'game_id' => 25,
                'name'    => '第六名 双',
            ],
            [
                'id'      => 25134,
                'game_id' => 25,
                'name'    => '第七名 大',
            ],
            [
                'id'      => 25135,
                'game_id' => 25,
                'name'    => '第七名 小',
            ],
            [
                'id'      => 25136,
                'game_id' => 25,
                'name'    => '第七名 单',
            ],
            [
                'id'      => 25137,
                'game_id' => 25,
                'name'    => '第七名 双',
            ],
            [
                'id'      => 25138,
                'game_id' => 25,
                'name'    => '第八名 大',
            ],
            [
                'id'      => 25139,
                'game_id' => 25,
                'name'    => '第八名 小',
            ],
            [
                'id'      => 25140,
                'game_id' => 25,
                'name'    => '第八名 单',
            ],
            [
                'id'      => 25141,
                'game_id' => 25,
                'name'    => '第八名 双',
            ],
            [
                'id'      => 25142,
                'game_id' => 25,
                'name'    => '第九名 大',
            ],
            [
                'id'      => 25143,
                'game_id' => 25,
                'name'    => '第九名 小',
            ],
            [
                'id'      => 25144,
                'game_id' => 25,
                'name'    => '第九名 单',
            ],
            [
                'id'      => 25145,
                'game_id' => 25,
                'name'    => '第九名 双',
            ],
            [
                'id'      => 25146,
                'game_id' => 25,
                'name'    => '第十名 大',
            ],
            [
                'id'      => 25147,
                'game_id' => 25,
                'name'    => '第十名 小',
            ],
            [
                'id'      => 25148,
                'game_id' => 25,
                'name'    => '第十名 单',
            ],
            [
                'id'      => 25149,
                'game_id' => 25,
                'name'    => '第十名 双',
            ],
            [
                'id'      => 25150,
                'game_id' => 25,
                'name'    => '冠亚和 大',
            ],
            [
                'id'      => 25151,
                'game_id' => 25,
                'name'    => '冠亚和 小',
            ],
            [
                'id'      => 25152,
                'game_id' => 25,
                'name'    => '冠亚和 单',
            ],
            [
                'id'      => 25153,
                'game_id' => 25,
                'name'    => '冠亚和 双',
            ],
            [
                'id'      => 25154,
                'game_id' => 25,
                'name'    => '冠亚和 3',
            ],
            [
                'id'      => 25155,
                'game_id' => 25,
                'name'    => '冠亚和 4',
            ],
            [
                'id'      => 25156,
                'game_id' => 25,
                'name'    => '冠亚和 5',
            ],
            [
                'id'      => 25157,
                'game_id' => 25,
                'name'    => '冠亚和 6',
            ],
            [
                'id'      => 25158,
                'game_id' => 25,
                'name'    => '冠亚和 7',
            ],
            [
                'id'      => 25159,
                'game_id' => 25,
                'name'    => '冠亚和 8',
            ],
            [
                'id'      => 25160,
                'game_id' => 25,
                'name'    => '冠亚和 9',
            ],
            [
                'id'      => 25161,
                'game_id' => 25,
                'name'    => '冠亚和 10',
            ],
            [
                'id'      => 25162,
                'game_id' => 25,
                'name'    => '冠亚和 11',
            ],
            [
                'id'      => 25163,
                'game_id' => 25,
                'name'    => '冠亚和 12',
            ],
            [
                'id'      => 25164,
                'game_id' => 25,
                'name'    => '冠亚和 13',
            ],
            [
                'id'      => 25165,
                'game_id' => 25,
                'name'    => '冠亚和 14',
            ],
            [
                'id'      => 25166,
                'game_id' => 25,
                'name'    => '冠亚和 15',
            ],
            [
                'id'      => 25167,
                'game_id' => 25,
                'name'    => '冠亚和 16',
            ],
            [
                'id'      => 25168,
                'game_id' => 25,
                'name'    => '冠亚和 17',
            ],
            [
                'id'      => 25169,
                'game_id' => 25,
                'name'    => '冠亚和 18',
            ],
            [
                'id'      => 25170,
                'game_id' => 25,
                'name'    => '冠亚和 19',
            ],
            [
                'id'      => 26000,
                'game_id' => 26,
                'name'    => '冠军 1',
            ],
            [
                'id'      => 26001,
                'game_id' => 26,
                'name'    => '冠军 2',
            ],
            [
                'id'      => 26002,
                'game_id' => 26,
                'name'    => '冠军 3',
            ],
            [
                'id'      => 26003,
                'game_id' => 26,
                'name'    => '冠军 4',
            ],
            [
                'id'      => 26004,
                'game_id' => 26,
                'name'    => '冠军 5',
            ],
            [
                'id'      => 26005,
                'game_id' => 26,
                'name'    => '冠军 6',
            ],
            [
                'id'      => 26006,
                'game_id' => 26,
                'name'    => '冠军 7',
            ],
            [
                'id'      => 26007,
                'game_id' => 26,
                'name'    => '冠军 8',
            ],
            [
                'id'      => 26008,
                'game_id' => 26,
                'name'    => '冠军 9',
            ],
            [
                'id'      => 26009,
                'game_id' => 26,
                'name'    => '冠军 10',
            ],
            [
                'id'      => 26010,
                'game_id' => 26,
                'name'    => '亚军 1',
            ],
            [
                'id'      => 26011,
                'game_id' => 26,
                'name'    => '亚军 2',
            ],
            [
                'id'      => 26012,
                'game_id' => 26,
                'name'    => '亚军 3',
            ],
            [
                'id'      => 26013,
                'game_id' => 26,
                'name'    => '亚军 4',
            ],
            [
                'id'      => 26014,
                'game_id' => 26,
                'name'    => '亚军 5',
            ],
            [
                'id'      => 26015,
                'game_id' => 26,
                'name'    => '亚军 6',
            ],
            [
                'id'      => 26016,
                'game_id' => 26,
                'name'    => '亚军 7',
            ],
            [
                'id'      => 26017,
                'game_id' => 26,
                'name'    => '亚军 8',
            ],
            [
                'id'      => 26018,
                'game_id' => 26,
                'name'    => '亚军 9',
            ],
            [
                'id'      => 26019,
                'game_id' => 26,
                'name'    => '亚军 10',
            ],
            [
                'id'      => 26020,
                'game_id' => 26,
                'name'    => '第三名 1',
            ],
            [
                'id'      => 26021,
                'game_id' => 26,
                'name'    => '第三名 2',
            ],
            [
                'id'      => 26022,
                'game_id' => 26,
                'name'    => '第三名 3',
            ],
            [
                'id'      => 26023,
                'game_id' => 26,
                'name'    => '第三名 4',
            ],
            [
                'id'      => 26024,
                'game_id' => 26,
                'name'    => '第三名 5',
            ],
            [
                'id'      => 26025,
                'game_id' => 26,
                'name'    => '第三名 6',
            ],
            [
                'id'      => 26026,
                'game_id' => 26,
                'name'    => '第三名 7',
            ],
            [
                'id'      => 26027,
                'game_id' => 26,
                'name'    => '第三名 8',
            ],
            [
                'id'      => 26028,
                'game_id' => 26,
                'name'    => '第三名 9',
            ],
            [
                'id'      => 26029,
                'game_id' => 26,
                'name'    => '第三名 10',
            ],
            [
                'id'      => 26030,
                'game_id' => 26,
                'name'    => '第四名 1',
            ],
            [
                'id'      => 26031,
                'game_id' => 26,
                'name'    => '第四名 2',
            ],
            [
                'id'      => 26032,
                'game_id' => 26,
                'name'    => '第四名 3',
            ],
            [
                'id'      => 26033,
                'game_id' => 26,
                'name'    => '第四名 4',
            ],
            [
                'id'      => 26034,
                'game_id' => 26,
                'name'    => '第四名 5',
            ],
            [
                'id'      => 26035,
                'game_id' => 26,
                'name'    => '第四名 6',
            ],
            [
                'id'      => 26036,
                'game_id' => 26,
                'name'    => '第四名 7',
            ],
            [
                'id'      => 26037,
                'game_id' => 26,
                'name'    => '第四名 8',
            ],
            [
                'id'      => 26038,
                'game_id' => 26,
                'name'    => '第四名 9',
            ],
            [
                'id'      => 26039,
                'game_id' => 26,
                'name'    => '第四名 10',
            ],
            [
                'id'      => 26040,
                'game_id' => 26,
                'name'    => '第五名 1',
            ],
            [
                'id'      => 26041,
                'game_id' => 26,
                'name'    => '第五名 2',
            ],
            [
                'id'      => 26042,
                'game_id' => 26,
                'name'    => '第五名 3',
            ],
            [
                'id'      => 26043,
                'game_id' => 26,
                'name'    => '第五名 4',
            ],
            [
                'id'      => 26044,
                'game_id' => 26,
                'name'    => '第五名 5',
            ],
            [
                'id'      => 26045,
                'game_id' => 26,
                'name'    => '第五名 6',
            ],
            [
                'id'      => 26046,
                'game_id' => 26,
                'name'    => '第五名 7',
            ],
            [
                'id'      => 26047,
                'game_id' => 26,
                'name'    => '第五名 8',
            ],
            [
                'id'      => 26048,
                'game_id' => 26,
                'name'    => '第五名 9',
            ],
            [
                'id'      => 26049,
                'game_id' => 26,
                'name'    => '第五名 10',
            ],
            [
                'id'      => 26050,
                'game_id' => 26,
                'name'    => '第六名 1',
            ],
            [
                'id'      => 26051,
                'game_id' => 26,
                'name'    => '第六名 2',
            ],
            [
                'id'      => 26052,
                'game_id' => 26,
                'name'    => '第六名 3',
            ],
            [
                'id'      => 26053,
                'game_id' => 26,
                'name'    => '第六名 4',
            ],
            [
                'id'      => 26054,
                'game_id' => 26,
                'name'    => '第六名 5',
            ],
            [
                'id'      => 26055,
                'game_id' => 26,
                'name'    => '第六名 6',
            ],
            [
                'id'      => 26056,
                'game_id' => 26,
                'name'    => '第六名 7',
            ],
            [
                'id'      => 26057,
                'game_id' => 26,
                'name'    => '第六名 8',
            ],
            [
                'id'      => 26058,
                'game_id' => 26,
                'name'    => '第六名 9',
            ],
            [
                'id'      => 26059,
                'game_id' => 26,
                'name'    => '第六名 10',
            ],
            [
                'id'      => 26060,
                'game_id' => 26,
                'name'    => '第七名 1',
            ],
            [
                'id'      => 26061,
                'game_id' => 26,
                'name'    => '第七名 2',
            ],
            [
                'id'      => 26062,
                'game_id' => 26,
                'name'    => '第七名 3',
            ],
            [
                'id'      => 26063,
                'game_id' => 26,
                'name'    => '第七名 4',
            ],
            [
                'id'      => 26064,
                'game_id' => 26,
                'name'    => '第七名 5',
            ],
            [
                'id'      => 26065,
                'game_id' => 26,
                'name'    => '第七名 6',
            ],
            [
                'id'      => 26066,
                'game_id' => 26,
                'name'    => '第七名 7',
            ],
            [
                'id'      => 26067,
                'game_id' => 26,
                'name'    => '第七名 8',
            ],
            [
                'id'      => 26068,
                'game_id' => 26,
                'name'    => '第七名 9',
            ],
            [
                'id'      => 26069,
                'game_id' => 26,
                'name'    => '第七名 10',
            ],
            [
                'id'      => 26070,
                'game_id' => 26,
                'name'    => '第八名 1',
            ],
            [
                'id'      => 26071,
                'game_id' => 26,
                'name'    => '第八名 2',
            ],
            [
                'id'      => 26072,
                'game_id' => 26,
                'name'    => '第八名 3',
            ],
            [
                'id'      => 26073,
                'game_id' => 26,
                'name'    => '第八名 4',
            ],
            [
                'id'      => 26074,
                'game_id' => 26,
                'name'    => '第八名 5',
            ],
            [
                'id'      => 26075,
                'game_id' => 26,
                'name'    => '第八名 6',
            ],
            [
                'id'      => 26076,
                'game_id' => 26,
                'name'    => '第八名 7',
            ],
            [
                'id'      => 26077,
                'game_id' => 26,
                'name'    => '第八名 8',
            ],
            [
                'id'      => 26078,
                'game_id' => 26,
                'name'    => '第八名 9',
            ],
            [
                'id'      => 26079,
                'game_id' => 26,
                'name'    => '第八名 10',
            ],
            [
                'id'      => 26080,
                'game_id' => 26,
                'name'    => '第九名 1',
            ],
            [
                'id'      => 26081,
                'game_id' => 26,
                'name'    => '第九名 2',
            ],
            [
                'id'      => 26082,
                'game_id' => 26,
                'name'    => '第九名 3',
            ],
            [
                'id'      => 26083,
                'game_id' => 26,
                'name'    => '第九名 4',
            ],
            [
                'id'      => 26084,
                'game_id' => 26,
                'name'    => '第九名 5',
            ],
            [
                'id'      => 26085,
                'game_id' => 26,
                'name'    => '第九名 6',
            ],
            [
                'id'      => 26086,
                'game_id' => 26,
                'name'    => '第九名 7',
            ],
            [
                'id'      => 26087,
                'game_id' => 26,
                'name'    => '第九名 8',
            ],
            [
                'id'      => 26088,
                'game_id' => 26,
                'name'    => '第九名 9',
            ],
            [
                'id'      => 26089,
                'game_id' => 26,
                'name'    => '第九名 10',
            ],
            [
                'id'      => 26090,
                'game_id' => 26,
                'name'    => '第十名 1',
            ],
            [
                'id'      => 26091,
                'game_id' => 26,
                'name'    => '第十名 2',
            ],
            [
                'id'      => 26092,
                'game_id' => 26,
                'name'    => '第十名 3',
            ],
            [
                'id'      => 26093,
                'game_id' => 26,
                'name'    => '第十名 4',
            ],
            [
                'id'      => 26094,
                'game_id' => 26,
                'name'    => '第十名 5',
            ],
            [
                'id'      => 26095,
                'game_id' => 26,
                'name'    => '第十名 6',
            ],
            [
                'id'      => 26096,
                'game_id' => 26,
                'name'    => '第十名 7',
            ],
            [
                'id'      => 26097,
                'game_id' => 26,
                'name'    => '第十名 8',
            ],
            [
                'id'      => 26098,
                'game_id' => 26,
                'name'    => '第十名 9',
            ],
            [
                'id'      => 26099,
                'game_id' => 26,
                'name'    => '第十名 10',
            ],
            [
                'id'      => 26100,
                'game_id' => 26,
                'name'    => '冠军 大',
            ],
            [
                'id'      => 26101,
                'game_id' => 26,
                'name'    => '冠军 小',
            ],
            [
                'id'      => 26102,
                'game_id' => 26,
                'name'    => '冠军 单',
            ],
            [
                'id'      => 26103,
                'game_id' => 26,
                'name'    => '冠军 双',
            ],
            [
                'id'      => 26104,
                'game_id' => 26,
                'name'    => '冠军 龙',
            ],
            [
                'id'      => 26105,
                'game_id' => 26,
                'name'    => '冠军 虎',
            ],
            [
                'id'      => 26106,
                'game_id' => 26,
                'name'    => '亚军 大',
            ],
            [
                'id'      => 26107,
                'game_id' => 26,
                'name'    => '亚军 小',
            ],
            [
                'id'      => 26108,
                'game_id' => 26,
                'name'    => '亚军 单',
            ],
            [
                'id'      => 26109,
                'game_id' => 26,
                'name'    => '亚军 双',
            ],
            [
                'id'      => 26110,
                'game_id' => 26,
                'name'    => '亚军 龙',
            ],
            [
                'id'      => 26111,
                'game_id' => 26,
                'name'    => '亚军 虎',
            ],
            [
                'id'      => 26112,
                'game_id' => 26,
                'name'    => '第三名 大',
            ],
            [
                'id'      => 26113,
                'game_id' => 26,
                'name'    => '第三名 小',
            ],
            [
                'id'      => 26114,
                'game_id' => 26,
                'name'    => '第三名 单',
            ],
            [
                'id'      => 26115,
                'game_id' => 26,
                'name'    => '第三名 双',
            ],
            [
                'id'      => 26116,
                'game_id' => 26,
                'name'    => '第三名 龙',
            ],
            [
                'id'      => 26117,
                'game_id' => 26,
                'name'    => '第三名 虎',
            ],
            [
                'id'      => 26118,
                'game_id' => 26,
                'name'    => '第四名 大',
            ],
            [
                'id'      => 26119,
                'game_id' => 26,
                'name'    => '第四名 小',
            ],
            [
                'id'      => 26120,
                'game_id' => 26,
                'name'    => '第四名 单',
            ],
            [
                'id'      => 26121,
                'game_id' => 26,
                'name'    => '第四名 双',
            ],
            [
                'id'      => 26122,
                'game_id' => 26,
                'name'    => '第四名 龙',
            ],
            [
                'id'      => 26123,
                'game_id' => 26,
                'name'    => '第四名 虎',
            ],
            [
                'id'      => 26124,
                'game_id' => 26,
                'name'    => '第五名 大',
            ],
            [
                'id'      => 26125,
                'game_id' => 26,
                'name'    => '第五名 小',
            ],
            [
                'id'      => 26126,
                'game_id' => 26,
                'name'    => '第五名 单',
            ],
            [
                'id'      => 26127,
                'game_id' => 26,
                'name'    => '第五名 双',
            ],
            [
                'id'      => 26128,
                'game_id' => 26,
                'name'    => '第五名 龙',
            ],
            [
                'id'      => 26129,
                'game_id' => 26,
                'name'    => '第五名 虎',
            ],
            [
                'id'      => 26130,
                'game_id' => 26,
                'name'    => '第六名 大',
            ],
            [
                'id'      => 26131,
                'game_id' => 26,
                'name'    => '第六名 小',
            ],
            [
                'id'      => 26132,
                'game_id' => 26,
                'name'    => '第六名 单',
            ],
            [
                'id'      => 26133,
                'game_id' => 26,
                'name'    => '第六名 双',
            ],
            [
                'id'      => 26134,
                'game_id' => 26,
                'name'    => '第七名 大',
            ],
            [
                'id'      => 26135,
                'game_id' => 26,
                'name'    => '第七名 小',
            ],
            [
                'id'      => 26136,
                'game_id' => 26,
                'name'    => '第七名 单',
            ],
            [
                'id'      => 26137,
                'game_id' => 26,
                'name'    => '第七名 双',
            ],
            [
                'id'      => 26138,
                'game_id' => 26,
                'name'    => '第八名 大',
            ],
            [
                'id'      => 26139,
                'game_id' => 26,
                'name'    => '第八名 小',
            ],
            [
                'id'      => 26140,
                'game_id' => 26,
                'name'    => '第八名 单',
            ],
            [
                'id'      => 26141,
                'game_id' => 26,
                'name'    => '第八名 双',
            ],
            [
                'id'      => 26142,
                'game_id' => 26,
                'name'    => '第九名 大',
            ],
            [
                'id'      => 26143,
                'game_id' => 26,
                'name'    => '第九名 小',
            ],
            [
                'id'      => 26144,
                'game_id' => 26,
                'name'    => '第九名 单',
            ],
            [
                'id'      => 26145,
                'game_id' => 26,
                'name'    => '第九名 双',
            ],
            [
                'id'      => 26146,
                'game_id' => 26,
                'name'    => '第十名 大',
            ],
            [
                'id'      => 26147,
                'game_id' => 26,
                'name'    => '第十名 小',
            ],
            [
                'id'      => 26148,
                'game_id' => 26,
                'name'    => '第十名 单',
            ],
            [
                'id'      => 26149,
                'game_id' => 26,
                'name'    => '第十名 双',
            ],
            [
                'id'      => 26150,
                'game_id' => 26,
                'name'    => '冠亚和 大',
            ],
            [
                'id'      => 26151,
                'game_id' => 26,
                'name'    => '冠亚和 小',
            ],
            [
                'id'      => 26152,
                'game_id' => 26,
                'name'    => '冠亚和 单',
            ],
            [
                'id'      => 26153,
                'game_id' => 26,
                'name'    => '冠亚和 双',
            ],
            [
                'id'      => 26154,
                'game_id' => 26,
                'name'    => '冠亚和 3',
            ],
            [
                'id'      => 26155,
                'game_id' => 26,
                'name'    => '冠亚和 4',
            ],
            [
                'id'      => 26156,
                'game_id' => 26,
                'name'    => '冠亚和 5',
            ],
            [
                'id'      => 26157,
                'game_id' => 26,
                'name'    => '冠亚和 6',
            ],
            [
                'id'      => 26158,
                'game_id' => 26,
                'name'    => '冠亚和 7',
            ],
            [
                'id'      => 26159,
                'game_id' => 26,
                'name'    => '冠亚和 8',
            ],
            [
                'id'      => 26160,
                'game_id' => 26,
                'name'    => '冠亚和 9',
            ],
            [
                'id'      => 26161,
                'game_id' => 26,
                'name'    => '冠亚和 10',
            ],
            [
                'id'      => 26162,
                'game_id' => 26,
                'name'    => '冠亚和 11',
            ],
            [
                'id'      => 26163,
                'game_id' => 26,
                'name'    => '冠亚和 12',
            ],
            [
                'id'      => 26164,
                'game_id' => 26,
                'name'    => '冠亚和 13',
            ],
            [
                'id'      => 26165,
                'game_id' => 26,
                'name'    => '冠亚和 14',
            ],
            [
                'id'      => 26166,
                'game_id' => 26,
                'name'    => '冠亚和 15',
            ],
            [
                'id'      => 26167,
                'game_id' => 26,
                'name'    => '冠亚和 16',
            ],
            [
                'id'      => 26168,
                'game_id' => 26,
                'name'    => '冠亚和 17',
            ],
            [
                'id'      => 26169,
                'game_id' => 26,
                'name'    => '冠亚和 18',
            ],
            [
                'id'      => 26170,
                'game_id' => 26,
                'name'    => '冠亚和 19',
            ],
            [
                'id'      => 27000,
                'game_id' => 27,
                'name'    => '第一球 0',
            ],
            [
                'id'      => 27001,
                'game_id' => 27,
                'name'    => '第一球 1',
            ],
            [
                'id'      => 27002,
                'game_id' => 27,
                'name'    => '第一球 2',
            ],
            [
                'id'      => 27003,
                'game_id' => 27,
                'name'    => '第一球 3',
            ],
            [
                'id'      => 27004,
                'game_id' => 27,
                'name'    => '第一球 4',
            ],
            [
                'id'      => 27005,
                'game_id' => 27,
                'name'    => '第一球 5',
            ],
            [
                'id'      => 27006,
                'game_id' => 27,
                'name'    => '第一球 6',
            ],
            [
                'id'      => 27007,
                'game_id' => 27,
                'name'    => '第一球 7',
            ],
            [
                'id'      => 27008,
                'game_id' => 27,
                'name'    => '第一球 8',
            ],
            [
                'id'      => 27009,
                'game_id' => 27,
                'name'    => '第一球 9',
            ],
            [
                'id'      => 27010,
                'game_id' => 27,
                'name'    => '第一球 大',
            ],
            [
                'id'      => 27011,
                'game_id' => 27,
                'name'    => '第一球 小',
            ],
            [
                'id'      => 27012,
                'game_id' => 27,
                'name'    => '第一球 单',
            ],
            [
                'id'      => 27013,
                'game_id' => 27,
                'name'    => '第一球 双',
            ],
            [
                'id'      => 27014,
                'game_id' => 27,
                'name'    => '第二球 0',
            ],
            [
                'id'      => 27015,
                'game_id' => 27,
                'name'    => '第二球 1',
            ],
            [
                'id'      => 27016,
                'game_id' => 27,
                'name'    => '第二球 2',
            ],
            [
                'id'      => 27017,
                'game_id' => 27,
                'name'    => '第二球 3',
            ],
            [
                'id'      => 27018,
                'game_id' => 27,
                'name'    => '第二球 4',
            ],
            [
                'id'      => 27019,
                'game_id' => 27,
                'name'    => '第二球 5',
            ],
            [
                'id'      => 27020,
                'game_id' => 27,
                'name'    => '第二球 6',
            ],
            [
                'id'      => 27021,
                'game_id' => 27,
                'name'    => '第二球 7',
            ],
            [
                'id'      => 27022,
                'game_id' => 27,
                'name'    => '第二球 8',
            ],
            [
                'id'      => 27023,
                'game_id' => 27,
                'name'    => '第二球 9',
            ],
            [
                'id'      => 27024,
                'game_id' => 27,
                'name'    => '第二球 大',
            ],
            [
                'id'      => 27025,
                'game_id' => 27,
                'name'    => '第二球 小',
            ],
            [
                'id'      => 27026,
                'game_id' => 27,
                'name'    => '第二球 单',
            ],
            [
                'id'      => 27027,
                'game_id' => 27,
                'name'    => '第二球 双',
            ],
            [
                'id'      => 27028,
                'game_id' => 27,
                'name'    => '第三球 0',
            ],
            [
                'id'      => 27029,
                'game_id' => 27,
                'name'    => '第三球 1',
            ],
            [
                'id'      => 27030,
                'game_id' => 27,
                'name'    => '第三球 2',
            ],
            [
                'id'      => 27031,
                'game_id' => 27,
                'name'    => '第三球 3',
            ],
            [
                'id'      => 27032,
                'game_id' => 27,
                'name'    => '第三球 4',
            ],
            [
                'id'      => 27033,
                'game_id' => 27,
                'name'    => '第三球 5',
            ],
            [
                'id'      => 27034,
                'game_id' => 27,
                'name'    => '第三球 6',
            ],
            [
                'id'      => 27035,
                'game_id' => 27,
                'name'    => '第三球 7',
            ],
            [
                'id'      => 27036,
                'game_id' => 27,
                'name'    => '第三球 8',
            ],
            [
                'id'      => 27037,
                'game_id' => 27,
                'name'    => '第三球 9',
            ],
            [
                'id'      => 27038,
                'game_id' => 27,
                'name'    => '第三球 大',
            ],
            [
                'id'      => 27039,
                'game_id' => 27,
                'name'    => '第三球 小',
            ],
            [
                'id'      => 27040,
                'game_id' => 27,
                'name'    => '第三球 单',
            ],
            [
                'id'      => 27041,
                'game_id' => 27,
                'name'    => '第三球 双',
            ],
            [
                'id'      => 27042,
                'game_id' => 27,
                'name'    => '第四球 0',
            ],
            [
                'id'      => 27043,
                'game_id' => 27,
                'name'    => '第四球 1',
            ],
            [
                'id'      => 27044,
                'game_id' => 27,
                'name'    => '第四球 2',
            ],
            [
                'id'      => 27045,
                'game_id' => 27,
                'name'    => '第四球 3',
            ],
            [
                'id'      => 27046,
                'game_id' => 27,
                'name'    => '第四球 4',
            ],
            [
                'id'      => 27047,
                'game_id' => 27,
                'name'    => '第四球 5',
            ],
            [
                'id'      => 27048,
                'game_id' => 27,
                'name'    => '第四球 6',
            ],
            [
                'id'      => 27049,
                'game_id' => 27,
                'name'    => '第四球 7',
            ],
            [
                'id'      => 27050,
                'game_id' => 27,
                'name'    => '第四球 8',
            ],
            [
                'id'      => 27051,
                'game_id' => 27,
                'name'    => '第四球 9',
            ],
            [
                'id'      => 27052,
                'game_id' => 27,
                'name'    => '第四球 大',
            ],
            [
                'id'      => 27053,
                'game_id' => 27,
                'name'    => '第四球 小',
            ],
            [
                'id'      => 27054,
                'game_id' => 27,
                'name'    => '第四球 单',
            ],
            [
                'id'      => 27055,
                'game_id' => 27,
                'name'    => '第四球 双',
            ],
            [
                'id'      => 27056,
                'game_id' => 27,
                'name'    => '第五球 0',
            ],
            [
                'id'      => 27057,
                'game_id' => 27,
                'name'    => '第五球 1',
            ],
            [
                'id'      => 27058,
                'game_id' => 27,
                'name'    => '第五球 2',
            ],
            [
                'id'      => 27059,
                'game_id' => 27,
                'name'    => '第五球 3',
            ],
            [
                'id'      => 27060,
                'game_id' => 27,
                'name'    => '第五球 4',
            ],
            [
                'id'      => 27061,
                'game_id' => 27,
                'name'    => '第五球 5',
            ],
            [
                'id'      => 27062,
                'game_id' => 27,
                'name'    => '第五球 6',
            ],
            [
                'id'      => 27063,
                'game_id' => 27,
                'name'    => '第五球 7',
            ],
            [
                'id'      => 27064,
                'game_id' => 27,
                'name'    => '第五球 8',
            ],
            [
                'id'      => 27065,
                'game_id' => 27,
                'name'    => '第五球 9',
            ],
            [
                'id'      => 27066,
                'game_id' => 27,
                'name'    => '第五球 大',
            ],
            [
                'id'      => 27067,
                'game_id' => 27,
                'name'    => '第五球 小',
            ],
            [
                'id'      => 27068,
                'game_id' => 27,
                'name'    => '第五球 单',
            ],
            [
                'id'      => 27069,
                'game_id' => 27,
                'name'    => '第五球 双',
            ],
            [
                'id'      => 27070,
                'game_id' => 27,
                'name'    => '前三 豹子',
            ],
            [
                'id'      => 27071,
                'game_id' => 27,
                'name'    => '前三 顺子',
            ],
            [
                'id'      => 27072,
                'game_id' => 27,
                'name'    => '前三 对子',
            ],
            [
                'id'      => 27073,
                'game_id' => 27,
                'name'    => '前三 半顺',
            ],
            [
                'id'      => 27074,
                'game_id' => 27,
                'name'    => '前三 杂六',
            ],
            [
                'id'      => 27075,
                'game_id' => 27,
                'name'    => '中三 豹子',
            ],
            [
                'id'      => 27076,
                'game_id' => 27,
                'name'    => '中三 顺子',
            ],
            [
                'id'      => 27077,
                'game_id' => 27,
                'name'    => '中三 对子',
            ],
            [
                'id'      => 27078,
                'game_id' => 27,
                'name'    => '中三 半顺',
            ],
            [
                'id'      => 27079,
                'game_id' => 27,
                'name'    => '中三 杂六',
            ],
            [
                'id'      => 27080,
                'game_id' => 27,
                'name'    => '后三 豹子',
            ],
            [
                'id'      => 27081,
                'game_id' => 27,
                'name'    => '后三 顺子',
            ],
            [
                'id'      => 27082,
                'game_id' => 27,
                'name'    => '后三 对子',
            ],
            [
                'id'      => 27083,
                'game_id' => 27,
                'name'    => '后三 半顺',
            ],
            [
                'id'      => 27084,
                'game_id' => 27,
                'name'    => '后三 杂六',
            ],
            [
                'id'      => 27085,
                'game_id' => 27,
                'name'    => '总和 大',
            ],
            [
                'id'      => 27086,
                'game_id' => 27,
                'name'    => '总和 小',
            ],
            [
                'id'      => 27087,
                'game_id' => 27,
                'name'    => '总和 单',
            ],
            [
                'id'      => 27088,
                'game_id' => 27,
                'name'    => '总和 双',
            ],
            [
                'id'      => 27089,
                'game_id' => 27,
                'name'    => '龙',
            ],
            [
                'id'      => 27090,
                'game_id' => 27,
                'name'    => '虎',
            ],
            [
                'id'      => 27091,
                'game_id' => 27,
                'name'    => '和',
            ],
            [
                'id'      => 37000,
                'game_id' => 37,
                'name'    => '冠军 1',
            ],
            [
                'id'      => 37001,
                'game_id' => 37,
                'name'    => '冠军 2',
            ],
            [
                'id'      => 37002,
                'game_id' => 37,
                'name'    => '冠军 3',
            ],
            [
                'id'      => 37003,
                'game_id' => 37,
                'name'    => '冠军 4',
            ],
            [
                'id'      => 37004,
                'game_id' => 37,
                'name'    => '冠军 5',
            ],
            [
                'id'      => 37005,
                'game_id' => 37,
                'name'    => '冠军 6',
            ],
            [
                'id'      => 37006,
                'game_id' => 37,
                'name'    => '冠军 7',
            ],
            [
                'id'      => 37007,
                'game_id' => 37,
                'name'    => '冠军 8',
            ],
            [
                'id'      => 37008,
                'game_id' => 37,
                'name'    => '冠军 9',
            ],
            [
                'id'      => 37009,
                'game_id' => 37,
                'name'    => '冠军 10',
            ],
            [
                'id'      => 37010,
                'game_id' => 37,
                'name'    => '亚军 1',
            ],
            [
                'id'      => 37011,
                'game_id' => 37,
                'name'    => '亚军 2',
            ],
            [
                'id'      => 37012,
                'game_id' => 37,
                'name'    => '亚军 3',
            ],
            [
                'id'      => 37013,
                'game_id' => 37,
                'name'    => '亚军 4',
            ],
            [
                'id'      => 37014,
                'game_id' => 37,
                'name'    => '亚军 5',
            ],
            [
                'id'      => 37015,
                'game_id' => 37,
                'name'    => '亚军 6',
            ],
            [
                'id'      => 37016,
                'game_id' => 37,
                'name'    => '亚军 7',
            ],
            [
                'id'      => 37017,
                'game_id' => 37,
                'name'    => '亚军 8',
            ],
            [
                'id'      => 37018,
                'game_id' => 37,
                'name'    => '亚军 9',
            ],
            [
                'id'      => 37019,
                'game_id' => 37,
                'name'    => '亚军 10',
            ],
            [
                'id'      => 37020,
                'game_id' => 37,
                'name'    => '第三名 1',
            ],
            [
                'id'      => 37021,
                'game_id' => 37,
                'name'    => '第三名 2',
            ],
            [
                'id'      => 37022,
                'game_id' => 37,
                'name'    => '第三名 3',
            ],
            [
                'id'      => 37023,
                'game_id' => 37,
                'name'    => '第三名 4',
            ],
            [
                'id'      => 37024,
                'game_id' => 37,
                'name'    => '第三名 5',
            ],
            [
                'id'      => 37025,
                'game_id' => 37,
                'name'    => '第三名 6',
            ],
            [
                'id'      => 37026,
                'game_id' => 37,
                'name'    => '第三名 7',
            ],
            [
                'id'      => 37027,
                'game_id' => 37,
                'name'    => '第三名 8',
            ],
            [
                'id'      => 37028,
                'game_id' => 37,
                'name'    => '第三名 9',
            ],
            [
                'id'      => 37029,
                'game_id' => 37,
                'name'    => '第三名 10',
            ],
            [
                'id'      => 37030,
                'game_id' => 37,
                'name'    => '第四名 1',
            ],
            [
                'id'      => 37031,
                'game_id' => 37,
                'name'    => '第四名 2',
            ],
            [
                'id'      => 37032,
                'game_id' => 37,
                'name'    => '第四名 3',
            ],
            [
                'id'      => 37033,
                'game_id' => 37,
                'name'    => '第四名 4',
            ],
            [
                'id'      => 37034,
                'game_id' => 37,
                'name'    => '第四名 5',
            ],
            [
                'id'      => 37035,
                'game_id' => 37,
                'name'    => '第四名 6',
            ],
            [
                'id'      => 37036,
                'game_id' => 37,
                'name'    => '第四名 7',
            ],
            [
                'id'      => 37037,
                'game_id' => 37,
                'name'    => '第四名 8',
            ],
            [
                'id'      => 37038,
                'game_id' => 37,
                'name'    => '第四名 9',
            ],
            [
                'id'      => 37039,
                'game_id' => 37,
                'name'    => '第四名 10',
            ],
            [
                'id'      => 37040,
                'game_id' => 37,
                'name'    => '第五名 1',
            ],
            [
                'id'      => 37041,
                'game_id' => 37,
                'name'    => '第五名 2',
            ],
            [
                'id'      => 37042,
                'game_id' => 37,
                'name'    => '第五名 3',
            ],
            [
                'id'      => 37043,
                'game_id' => 37,
                'name'    => '第五名 4',
            ],
            [
                'id'      => 37044,
                'game_id' => 37,
                'name'    => '第五名 5',
            ],
            [
                'id'      => 37045,
                'game_id' => 37,
                'name'    => '第五名 6',
            ],
            [
                'id'      => 37046,
                'game_id' => 37,
                'name'    => '第五名 7',
            ],
            [
                'id'      => 37047,
                'game_id' => 37,
                'name'    => '第五名 8',
            ],
            [
                'id'      => 37048,
                'game_id' => 37,
                'name'    => '第五名 9',
            ],
            [
                'id'      => 37049,
                'game_id' => 37,
                'name'    => '第五名 10',
            ],
            [
                'id'      => 37050,
                'game_id' => 37,
                'name'    => '第六名 1',
            ],
            [
                'id'      => 37051,
                'game_id' => 37,
                'name'    => '第六名 2',
            ],
            [
                'id'      => 37052,
                'game_id' => 37,
                'name'    => '第六名 3',
            ],
            [
                'id'      => 37053,
                'game_id' => 37,
                'name'    => '第六名 4',
            ],
            [
                'id'      => 37054,
                'game_id' => 37,
                'name'    => '第六名 5',
            ],
            [
                'id'      => 37055,
                'game_id' => 37,
                'name'    => '第六名 6',
            ],
            [
                'id'      => 37056,
                'game_id' => 37,
                'name'    => '第六名 7',
            ],
            [
                'id'      => 37057,
                'game_id' => 37,
                'name'    => '第六名 8',
            ],
            [
                'id'      => 37058,
                'game_id' => 37,
                'name'    => '第六名 9',
            ],
            [
                'id'      => 37059,
                'game_id' => 37,
                'name'    => '第六名 10',
            ],
            [
                'id'      => 37060,
                'game_id' => 37,
                'name'    => '第七名 1',
            ],
            [
                'id'      => 37061,
                'game_id' => 37,
                'name'    => '第七名 2',
            ],
            [
                'id'      => 37062,
                'game_id' => 37,
                'name'    => '第七名 3',
            ],
            [
                'id'      => 37063,
                'game_id' => 37,
                'name'    => '第七名 4',
            ],
            [
                'id'      => 37064,
                'game_id' => 37,
                'name'    => '第七名 5',
            ],
            [
                'id'      => 37065,
                'game_id' => 37,
                'name'    => '第七名 6',
            ],
            [
                'id'      => 37066,
                'game_id' => 37,
                'name'    => '第七名 7',
            ],
            [
                'id'      => 37067,
                'game_id' => 37,
                'name'    => '第七名 8',
            ],
            [
                'id'      => 37068,
                'game_id' => 37,
                'name'    => '第七名 9',
            ],
            [
                'id'      => 37069,
                'game_id' => 37,
                'name'    => '第七名 10',
            ],
            [
                'id'      => 37070,
                'game_id' => 37,
                'name'    => '第八名 1',
            ],
            [
                'id'      => 37071,
                'game_id' => 37,
                'name'    => '第八名 2',
            ],
            [
                'id'      => 37072,
                'game_id' => 37,
                'name'    => '第八名 3',
            ],
            [
                'id'      => 37073,
                'game_id' => 37,
                'name'    => '第八名 4',
            ],
            [
                'id'      => 37074,
                'game_id' => 37,
                'name'    => '第八名 5',
            ],
            [
                'id'      => 37075,
                'game_id' => 37,
                'name'    => '第八名 6',
            ],
            [
                'id'      => 37076,
                'game_id' => 37,
                'name'    => '第八名 7',
            ],
            [
                'id'      => 37077,
                'game_id' => 37,
                'name'    => '第八名 8',
            ],
            [
                'id'      => 37078,
                'game_id' => 37,
                'name'    => '第八名 9',
            ],
            [
                'id'      => 37079,
                'game_id' => 37,
                'name'    => '第八名 10',
            ],
            [
                'id'      => 37080,
                'game_id' => 37,
                'name'    => '第九名 1',
            ],
            [
                'id'      => 37081,
                'game_id' => 37,
                'name'    => '第九名 2',
            ],
            [
                'id'      => 37082,
                'game_id' => 37,
                'name'    => '第九名 3',
            ],
            [
                'id'      => 37083,
                'game_id' => 37,
                'name'    => '第九名 4',
            ],
            [
                'id'      => 37084,
                'game_id' => 37,
                'name'    => '第九名 5',
            ],
            [
                'id'      => 37085,
                'game_id' => 37,
                'name'    => '第九名 6',
            ],
            [
                'id'      => 37086,
                'game_id' => 37,
                'name'    => '第九名 7',
            ],
            [
                'id'      => 37087,
                'game_id' => 37,
                'name'    => '第九名 8',
            ],
            [
                'id'      => 37088,
                'game_id' => 37,
                'name'    => '第九名 9',
            ],
            [
                'id'      => 37089,
                'game_id' => 37,
                'name'    => '第九名 10',
            ],
            [
                'id'      => 37090,
                'game_id' => 37,
                'name'    => '第十名 1',
            ],
            [
                'id'      => 37091,
                'game_id' => 37,
                'name'    => '第十名 2',
            ],
            [
                'id'      => 37092,
                'game_id' => 37,
                'name'    => '第十名 3',
            ],
            [
                'id'      => 37093,
                'game_id' => 37,
                'name'    => '第十名 4',
            ],
            [
                'id'      => 37094,
                'game_id' => 37,
                'name'    => '第十名 5',
            ],
            [
                'id'      => 37095,
                'game_id' => 37,
                'name'    => '第十名 6',
            ],
            [
                'id'      => 37096,
                'game_id' => 37,
                'name'    => '第十名 7',
            ],
            [
                'id'      => 37097,
                'game_id' => 37,
                'name'    => '第十名 8',
            ],
            [
                'id'      => 37098,
                'game_id' => 37,
                'name'    => '第十名 9',
            ],
            [
                'id'      => 37099,
                'game_id' => 37,
                'name'    => '第十名 10',
            ],
            [
                'id'      => 37100,
                'game_id' => 37,
                'name'    => '冠军 大',
            ],
            [
                'id'      => 37101,
                'game_id' => 37,
                'name'    => '冠军 小',
            ],
            [
                'id'      => 37102,
                'game_id' => 37,
                'name'    => '冠军 单',
            ],
            [
                'id'      => 37103,
                'game_id' => 37,
                'name'    => '冠军 双',
            ],
            [
                'id'      => 37104,
                'game_id' => 37,
                'name'    => '冠军 龙',
            ],
            [
                'id'      => 37105,
                'game_id' => 37,
                'name'    => '冠军 虎',
            ],
            [
                'id'      => 37106,
                'game_id' => 37,
                'name'    => '亚军 大',
            ],
            [
                'id'      => 37107,
                'game_id' => 37,
                'name'    => '亚军 小',
            ],
            [
                'id'      => 37108,
                'game_id' => 37,
                'name'    => '亚军 单',
            ],
            [
                'id'      => 37109,
                'game_id' => 37,
                'name'    => '亚军 双',
            ],
            [
                'id'      => 37110,
                'game_id' => 37,
                'name'    => '亚军 龙',
            ],
            [
                'id'      => 37111,
                'game_id' => 37,
                'name'    => '亚军 虎',
            ],
            [
                'id'      => 37112,
                'game_id' => 37,
                'name'    => '第三名 大',
            ],
            [
                'id'      => 37113,
                'game_id' => 37,
                'name'    => '第三名 小',
            ],
            [
                'id'      => 37114,
                'game_id' => 37,
                'name'    => '第三名 单',
            ],
            [
                'id'      => 37115,
                'game_id' => 37,
                'name'    => '第三名 双',
            ],
            [
                'id'      => 37116,
                'game_id' => 37,
                'name'    => '第三名 龙',
            ],
            [
                'id'      => 37117,
                'game_id' => 37,
                'name'    => '第三名 虎',
            ],
            [
                'id'      => 37118,
                'game_id' => 37,
                'name'    => '第四名 大',
            ],
            [
                'id'      => 37119,
                'game_id' => 37,
                'name'    => '第四名 小',
            ],
            [
                'id'      => 37120,
                'game_id' => 37,
                'name'    => '第四名 单',
            ],
            [
                'id'      => 37121,
                'game_id' => 37,
                'name'    => '第四名 双',
            ],
            [
                'id'      => 37122,
                'game_id' => 37,
                'name'    => '第四名 龙',
            ],
            [
                'id'      => 37123,
                'game_id' => 37,
                'name'    => '第四名 虎',
            ],
            [
                'id'      => 37124,
                'game_id' => 37,
                'name'    => '第五名 大',
            ],
            [
                'id'      => 37125,
                'game_id' => 37,
                'name'    => '第五名 小',
            ],
            [
                'id'      => 37126,
                'game_id' => 37,
                'name'    => '第五名 单',
            ],
            [
                'id'      => 37127,
                'game_id' => 37,
                'name'    => '第五名 双',
            ],
            [
                'id'      => 37128,
                'game_id' => 37,
                'name'    => '第五名 龙',
            ],
            [
                'id'      => 37129,
                'game_id' => 37,
                'name'    => '第五名 虎',
            ],
            [
                'id'      => 37130,
                'game_id' => 37,
                'name'    => '第六名 大',
            ],
            [
                'id'      => 37131,
                'game_id' => 37,
                'name'    => '第六名 小',
            ],
            [
                'id'      => 37132,
                'game_id' => 37,
                'name'    => '第六名 单',
            ],
            [
                'id'      => 37133,
                'game_id' => 37,
                'name'    => '第六名 双',
            ],
            [
                'id'      => 37134,
                'game_id' => 37,
                'name'    => '第七名 大',
            ],
            [
                'id'      => 37135,
                'game_id' => 37,
                'name'    => '第七名 小',
            ],
            [
                'id'      => 37136,
                'game_id' => 37,
                'name'    => '第七名 单',
            ],
            [
                'id'      => 37137,
                'game_id' => 37,
                'name'    => '第七名 双',
            ],
            [
                'id'      => 37138,
                'game_id' => 37,
                'name'    => '第八名 大',
            ],
            [
                'id'      => 37139,
                'game_id' => 37,
                'name'    => '第八名 小',
            ],
            [
                'id'      => 37140,
                'game_id' => 37,
                'name'    => '第八名 单',
            ],
            [
                'id'      => 37141,
                'game_id' => 37,
                'name'    => '第八名 双',
            ],
            [
                'id'      => 37142,
                'game_id' => 37,
                'name'    => '第九名 大',
            ],
            [
                'id'      => 37143,
                'game_id' => 37,
                'name'    => '第九名 小',
            ],
            [
                'id'      => 37144,
                'game_id' => 37,
                'name'    => '第九名 单',
            ],
            [
                'id'      => 37145,
                'game_id' => 37,
                'name'    => '第九名 双',
            ],
            [
                'id'      => 37146,
                'game_id' => 37,
                'name'    => '第十名 大',
            ],
            [
                'id'      => 37147,
                'game_id' => 37,
                'name'    => '第十名 小',
            ],
            [
                'id'      => 37148,
                'game_id' => 37,
                'name'    => '第十名 单',
            ],
            [
                'id'      => 37149,
                'game_id' => 37,
                'name'    => '第十名 双',
            ],
            [
                'id'      => 37150,
                'game_id' => 37,
                'name'    => '冠亚和 大',
            ],
            [
                'id'      => 37151,
                'game_id' => 37,
                'name'    => '冠亚和 小',
            ],
            [
                'id'      => 37152,
                'game_id' => 37,
                'name'    => '冠亚和 单',
            ],
            [
                'id'      => 37153,
                'game_id' => 37,
                'name'    => '冠亚和 双',
            ],
            [
                'id'      => 37154,
                'game_id' => 37,
                'name'    => '冠亚和 3',
            ],
            [
                'id'      => 37155,
                'game_id' => 37,
                'name'    => '冠亚和 4',
            ],
            [
                'id'      => 37156,
                'game_id' => 37,
                'name'    => '冠亚和 5',
            ],
            [
                'id'      => 37157,
                'game_id' => 37,
                'name'    => '冠亚和 6',
            ],
            [
                'id'      => 37158,
                'game_id' => 37,
                'name'    => '冠亚和 7',
            ],
            [
                'id'      => 37159,
                'game_id' => 37,
                'name'    => '冠亚和 8',
            ],
            [
                'id'      => 37160,
                'game_id' => 37,
                'name'    => '冠亚和 9',
            ],
            [
                'id'      => 37161,
                'game_id' => 37,
                'name'    => '冠亚和 10',
            ],
            [
                'id'      => 37162,
                'game_id' => 37,
                'name'    => '冠亚和 11',
            ],
            [
                'id'      => 37163,
                'game_id' => 37,
                'name'    => '冠亚和 12',
            ],
            [
                'id'      => 37164,
                'game_id' => 37,
                'name'    => '冠亚和 13',
            ],
            [
                'id'      => 37165,
                'game_id' => 37,
                'name'    => '冠亚和 14',
            ],
            [
                'id'      => 37166,
                'game_id' => 37,
                'name'    => '冠亚和 15',
            ],
            [
                'id'      => 37167,
                'game_id' => 37,
                'name'    => '冠亚和 16',
            ],
            [
                'id'      => 37168,
                'game_id' => 37,
                'name'    => '冠亚和 17',
            ],
            [
                'id'      => 37169,
                'game_id' => 37,
                'name'    => '冠亚和 18',
            ],
            [
                'id'      => 37170,
                'game_id' => 37,
                'name'    => '冠亚和 19',
            ],
            [
                'id'      => 38000,
                'game_id' => 38,
                'name'    => '冠军 1',
            ],
            [
                'id'      => 38001,
                'game_id' => 38,
                'name'    => '冠军 2',
            ],
            [
                'id'      => 38002,
                'game_id' => 38,
                'name'    => '冠军 3',
            ],
            [
                'id'      => 38003,
                'game_id' => 38,
                'name'    => '冠军 4',
            ],
            [
                'id'      => 38004,
                'game_id' => 38,
                'name'    => '冠军 5',
            ],
            [
                'id'      => 38005,
                'game_id' => 38,
                'name'    => '冠军 6',
            ],
            [
                'id'      => 38006,
                'game_id' => 38,
                'name'    => '冠军 7',
            ],
            [
                'id'      => 38007,
                'game_id' => 38,
                'name'    => '冠军 8',
            ],
            [
                'id'      => 38008,
                'game_id' => 38,
                'name'    => '冠军 9',
            ],
            [
                'id'      => 38009,
                'game_id' => 38,
                'name'    => '冠军 10',
            ],
            [
                'id'      => 38010,
                'game_id' => 38,
                'name'    => '亚军 1',
            ],
            [
                'id'      => 38011,
                'game_id' => 38,
                'name'    => '亚军 2',
            ],
            [
                'id'      => 38012,
                'game_id' => 38,
                'name'    => '亚军 3',
            ],
            [
                'id'      => 38013,
                'game_id' => 38,
                'name'    => '亚军 4',
            ],
            [
                'id'      => 38014,
                'game_id' => 38,
                'name'    => '亚军 5',
            ],
            [
                'id'      => 38015,
                'game_id' => 38,
                'name'    => '亚军 6',
            ],
            [
                'id'      => 38016,
                'game_id' => 38,
                'name'    => '亚军 7',
            ],
            [
                'id'      => 38017,
                'game_id' => 38,
                'name'    => '亚军 8',
            ],
            [
                'id'      => 38018,
                'game_id' => 38,
                'name'    => '亚军 9',
            ],
            [
                'id'      => 38019,
                'game_id' => 38,
                'name'    => '亚军 10',
            ],
            [
                'id'      => 38020,
                'game_id' => 38,
                'name'    => '第三名 1',
            ],
            [
                'id'      => 38021,
                'game_id' => 38,
                'name'    => '第三名 2',
            ],
            [
                'id'      => 38022,
                'game_id' => 38,
                'name'    => '第三名 3',
            ],
            [
                'id'      => 38023,
                'game_id' => 38,
                'name'    => '第三名 4',
            ],
            [
                'id'      => 38024,
                'game_id' => 38,
                'name'    => '第三名 5',
            ],
            [
                'id'      => 38025,
                'game_id' => 38,
                'name'    => '第三名 6',
            ],
            [
                'id'      => 38026,
                'game_id' => 38,
                'name'    => '第三名 7',
            ],
            [
                'id'      => 38027,
                'game_id' => 38,
                'name'    => '第三名 8',
            ],
            [
                'id'      => 38028,
                'game_id' => 38,
                'name'    => '第三名 9',
            ],
            [
                'id'      => 38029,
                'game_id' => 38,
                'name'    => '第三名 10',
            ],
            [
                'id'      => 38030,
                'game_id' => 38,
                'name'    => '第四名 1',
            ],
            [
                'id'      => 38031,
                'game_id' => 38,
                'name'    => '第四名 2',
            ],
            [
                'id'      => 38032,
                'game_id' => 38,
                'name'    => '第四名 3',
            ],
            [
                'id'      => 38033,
                'game_id' => 38,
                'name'    => '第四名 4',
            ],
            [
                'id'      => 38034,
                'game_id' => 38,
                'name'    => '第四名 5',
            ],
            [
                'id'      => 38035,
                'game_id' => 38,
                'name'    => '第四名 6',
            ],
            [
                'id'      => 38036,
                'game_id' => 38,
                'name'    => '第四名 7',
            ],
            [
                'id'      => 38037,
                'game_id' => 38,
                'name'    => '第四名 8',
            ],
            [
                'id'      => 38038,
                'game_id' => 38,
                'name'    => '第四名 9',
            ],
            [
                'id'      => 38039,
                'game_id' => 38,
                'name'    => '第四名 10',
            ],
            [
                'id'      => 38040,
                'game_id' => 38,
                'name'    => '第五名 1',
            ],
            [
                'id'      => 38041,
                'game_id' => 38,
                'name'    => '第五名 2',
            ],
            [
                'id'      => 38042,
                'game_id' => 38,
                'name'    => '第五名 3',
            ],
            [
                'id'      => 38043,
                'game_id' => 38,
                'name'    => '第五名 4',
            ],
            [
                'id'      => 38044,
                'game_id' => 38,
                'name'    => '第五名 5',
            ],
            [
                'id'      => 38045,
                'game_id' => 38,
                'name'    => '第五名 6',
            ],
            [
                'id'      => 38046,
                'game_id' => 38,
                'name'    => '第五名 7',
            ],
            [
                'id'      => 38047,
                'game_id' => 38,
                'name'    => '第五名 8',
            ],
            [
                'id'      => 38048,
                'game_id' => 38,
                'name'    => '第五名 9',
            ],
            [
                'id'      => 38049,
                'game_id' => 38,
                'name'    => '第五名 10',
            ],
            [
                'id'      => 38050,
                'game_id' => 38,
                'name'    => '第六名 1',
            ],
            [
                'id'      => 38051,
                'game_id' => 38,
                'name'    => '第六名 2',
            ],
            [
                'id'      => 38052,
                'game_id' => 38,
                'name'    => '第六名 3',
            ],
            [
                'id'      => 38053,
                'game_id' => 38,
                'name'    => '第六名 4',
            ],
            [
                'id'      => 38054,
                'game_id' => 38,
                'name'    => '第六名 5',
            ],
            [
                'id'      => 38055,
                'game_id' => 38,
                'name'    => '第六名 6',
            ],
            [
                'id'      => 38056,
                'game_id' => 38,
                'name'    => '第六名 7',
            ],
            [
                'id'      => 38057,
                'game_id' => 38,
                'name'    => '第六名 8',
            ],
            [
                'id'      => 38058,
                'game_id' => 38,
                'name'    => '第六名 9',
            ],
            [
                'id'      => 38059,
                'game_id' => 38,
                'name'    => '第六名 10',
            ],
            [
                'id'      => 38060,
                'game_id' => 38,
                'name'    => '第七名 1',
            ],
            [
                'id'      => 38061,
                'game_id' => 38,
                'name'    => '第七名 2',
            ],
            [
                'id'      => 38062,
                'game_id' => 38,
                'name'    => '第七名 3',
            ],
            [
                'id'      => 38063,
                'game_id' => 38,
                'name'    => '第七名 4',
            ],
            [
                'id'      => 38064,
                'game_id' => 38,
                'name'    => '第七名 5',
            ],
            [
                'id'      => 38065,
                'game_id' => 38,
                'name'    => '第七名 6',
            ],
            [
                'id'      => 38066,
                'game_id' => 38,
                'name'    => '第七名 7',
            ],
            [
                'id'      => 38067,
                'game_id' => 38,
                'name'    => '第七名 8',
            ],
            [
                'id'      => 38068,
                'game_id' => 38,
                'name'    => '第七名 9',
            ],
            [
                'id'      => 38069,
                'game_id' => 38,
                'name'    => '第七名 10',
            ],
            [
                'id'      => 38070,
                'game_id' => 38,
                'name'    => '第八名 1',
            ],
            [
                'id'      => 38071,
                'game_id' => 38,
                'name'    => '第八名 2',
            ],
            [
                'id'      => 38072,
                'game_id' => 38,
                'name'    => '第八名 3',
            ],
            [
                'id'      => 38073,
                'game_id' => 38,
                'name'    => '第八名 4',
            ],
            [
                'id'      => 38074,
                'game_id' => 38,
                'name'    => '第八名 5',
            ],
            [
                'id'      => 38075,
                'game_id' => 38,
                'name'    => '第八名 6',
            ],
            [
                'id'      => 38076,
                'game_id' => 38,
                'name'    => '第八名 7',
            ],
            [
                'id'      => 38077,
                'game_id' => 38,
                'name'    => '第八名 8',
            ],
            [
                'id'      => 38078,
                'game_id' => 38,
                'name'    => '第八名 9',
            ],
            [
                'id'      => 38079,
                'game_id' => 38,
                'name'    => '第八名 10',
            ],
            [
                'id'      => 38080,
                'game_id' => 38,
                'name'    => '第九名 1',
            ],
            [
                'id'      => 38081,
                'game_id' => 38,
                'name'    => '第九名 2',
            ],
            [
                'id'      => 38082,
                'game_id' => 38,
                'name'    => '第九名 3',
            ],
            [
                'id'      => 38083,
                'game_id' => 38,
                'name'    => '第九名 4',
            ],
            [
                'id'      => 38084,
                'game_id' => 38,
                'name'    => '第九名 5',
            ],
            [
                'id'      => 38085,
                'game_id' => 38,
                'name'    => '第九名 6',
            ],
            [
                'id'      => 38086,
                'game_id' => 38,
                'name'    => '第九名 7',
            ],
            [
                'id'      => 38087,
                'game_id' => 38,
                'name'    => '第九名 8',
            ],
            [
                'id'      => 38088,
                'game_id' => 38,
                'name'    => '第九名 9',
            ],
            [
                'id'      => 38089,
                'game_id' => 38,
                'name'    => '第九名 10',
            ],
            [
                'id'      => 38090,
                'game_id' => 38,
                'name'    => '第十名 1',
            ],
            [
                'id'      => 38091,
                'game_id' => 38,
                'name'    => '第十名 2',
            ],
            [
                'id'      => 38092,
                'game_id' => 38,
                'name'    => '第十名 3',
            ],
            [
                'id'      => 38093,
                'game_id' => 38,
                'name'    => '第十名 4',
            ],
            [
                'id'      => 38094,
                'game_id' => 38,
                'name'    => '第十名 5',
            ],
            [
                'id'      => 38095,
                'game_id' => 38,
                'name'    => '第十名 6',
            ],
            [
                'id'      => 38096,
                'game_id' => 38,
                'name'    => '第十名 7',
            ],
            [
                'id'      => 38097,
                'game_id' => 38,
                'name'    => '第十名 8',
            ],
            [
                'id'      => 38098,
                'game_id' => 38,
                'name'    => '第十名 9',
            ],
            [
                'id'      => 38099,
                'game_id' => 38,
                'name'    => '第十名 10',
            ],
            [
                'id'      => 38100,
                'game_id' => 38,
                'name'    => '冠军 大',
            ],
            [
                'id'      => 38101,
                'game_id' => 38,
                'name'    => '冠军 小',
            ],
            [
                'id'      => 38102,
                'game_id' => 38,
                'name'    => '冠军 单',
            ],
            [
                'id'      => 38103,
                'game_id' => 38,
                'name'    => '冠军 双',
            ],
            [
                'id'      => 38104,
                'game_id' => 38,
                'name'    => '冠军 龙',
            ],
            [
                'id'      => 38105,
                'game_id' => 38,
                'name'    => '冠军 虎',
            ],
            [
                'id'      => 38106,
                'game_id' => 38,
                'name'    => '亚军 大',
            ],
            [
                'id'      => 38107,
                'game_id' => 38,
                'name'    => '亚军 小',
            ],
            [
                'id'      => 38108,
                'game_id' => 38,
                'name'    => '亚军 单',
            ],
            [
                'id'      => 38109,
                'game_id' => 38,
                'name'    => '亚军 双',
            ],
            [
                'id'      => 38110,
                'game_id' => 38,
                'name'    => '亚军 龙',
            ],
            [
                'id'      => 38111,
                'game_id' => 38,
                'name'    => '亚军 虎',
            ],
            [
                'id'      => 38112,
                'game_id' => 38,
                'name'    => '第三名 大',
            ],
            [
                'id'      => 38113,
                'game_id' => 38,
                'name'    => '第三名 小',
            ],
            [
                'id'      => 38114,
                'game_id' => 38,
                'name'    => '第三名 单',
            ],
            [
                'id'      => 38115,
                'game_id' => 38,
                'name'    => '第三名 双',
            ],
            [
                'id'      => 38116,
                'game_id' => 38,
                'name'    => '第三名 龙',
            ],
            [
                'id'      => 38117,
                'game_id' => 38,
                'name'    => '第三名 虎',
            ],
            [
                'id'      => 38118,
                'game_id' => 38,
                'name'    => '第四名 大',
            ],
            [
                'id'      => 38119,
                'game_id' => 38,
                'name'    => '第四名 小',
            ],
            [
                'id'      => 38120,
                'game_id' => 38,
                'name'    => '第四名 单',
            ],
            [
                'id'      => 38121,
                'game_id' => 38,
                'name'    => '第四名 双',
            ],
            [
                'id'      => 38122,
                'game_id' => 38,
                'name'    => '第四名 龙',
            ],
            [
                'id'      => 38123,
                'game_id' => 38,
                'name'    => '第四名 虎',
            ],
            [
                'id'      => 38124,
                'game_id' => 38,
                'name'    => '第五名 大',
            ],
            [
                'id'      => 38125,
                'game_id' => 38,
                'name'    => '第五名 小',
            ],
            [
                'id'      => 38126,
                'game_id' => 38,
                'name'    => '第五名 单',
            ],
            [
                'id'      => 38127,
                'game_id' => 38,
                'name'    => '第五名 双',
            ],
            [
                'id'      => 38128,
                'game_id' => 38,
                'name'    => '第五名 龙',
            ],
            [
                'id'      => 38129,
                'game_id' => 38,
                'name'    => '第五名 虎',
            ],
            [
                'id'      => 38130,
                'game_id' => 38,
                'name'    => '第六名 大',
            ],
            [
                'id'      => 38131,
                'game_id' => 38,
                'name'    => '第六名 小',
            ],
            [
                'id'      => 38132,
                'game_id' => 38,
                'name'    => '第六名 单',
            ],
            [
                'id'      => 38133,
                'game_id' => 38,
                'name'    => '第六名 双',
            ],
            [
                'id'      => 38134,
                'game_id' => 38,
                'name'    => '第七名 大',
            ],
            [
                'id'      => 38135,
                'game_id' => 38,
                'name'    => '第七名 小',
            ],
            [
                'id'      => 38136,
                'game_id' => 38,
                'name'    => '第七名 单',
            ],
            [
                'id'      => 38137,
                'game_id' => 38,
                'name'    => '第七名 双',
            ],
            [
                'id'      => 38138,
                'game_id' => 38,
                'name'    => '第八名 大',
            ],
            [
                'id'      => 38139,
                'game_id' => 38,
                'name'    => '第八名 小',
            ],
            [
                'id'      => 38140,
                'game_id' => 38,
                'name'    => '第八名 单',
            ],
            [
                'id'      => 38141,
                'game_id' => 38,
                'name'    => '第八名 双',
            ],
            [
                'id'      => 38142,
                'game_id' => 38,
                'name'    => '第九名 大',
            ],
            [
                'id'      => 38143,
                'game_id' => 38,
                'name'    => '第九名 小',
            ],
            [
                'id'      => 38144,
                'game_id' => 38,
                'name'    => '第九名 单',
            ],
            [
                'id'      => 38145,
                'game_id' => 38,
                'name'    => '第九名 双',
            ],
            [
                'id'      => 38146,
                'game_id' => 38,
                'name'    => '第十名 大',
            ],
            [
                'id'      => 38147,
                'game_id' => 38,
                'name'    => '第十名 小',
            ],
            [
                'id'      => 38148,
                'game_id' => 38,
                'name'    => '第十名 单',
            ],
            [
                'id'      => 38149,
                'game_id' => 38,
                'name'    => '第十名 双',
            ],
            [
                'id'      => 38150,
                'game_id' => 38,
                'name'    => '冠亚和 大',
            ],
            [
                'id'      => 38151,
                'game_id' => 38,
                'name'    => '冠亚和 小',
            ],
            [
                'id'      => 38152,
                'game_id' => 38,
                'name'    => '冠亚和 单',
            ],
            [
                'id'      => 38153,
                'game_id' => 38,
                'name'    => '冠亚和 双',
            ],
            [
                'id'      => 38154,
                'game_id' => 38,
                'name'    => '冠亚和 3',
            ],
            [
                'id'      => 38155,
                'game_id' => 38,
                'name'    => '冠亚和 4',
            ],
            [
                'id'      => 38156,
                'game_id' => 38,
                'name'    => '冠亚和 5',
            ],
            [
                'id'      => 38157,
                'game_id' => 38,
                'name'    => '冠亚和 6',
            ],
            [
                'id'      => 38158,
                'game_id' => 38,
                'name'    => '冠亚和 7',
            ],
            [
                'id'      => 38159,
                'game_id' => 38,
                'name'    => '冠亚和 8',
            ],
            [
                'id'      => 38160,
                'game_id' => 38,
                'name'    => '冠亚和 9',
            ],
            [
                'id'      => 38161,
                'game_id' => 38,
                'name'    => '冠亚和 10',
            ],
            [
                'id'      => 38162,
                'game_id' => 38,
                'name'    => '冠亚和 11',
            ],
            [
                'id'      => 38163,
                'game_id' => 38,
                'name'    => '冠亚和 12',
            ],
            [
                'id'      => 38164,
                'game_id' => 38,
                'name'    => '冠亚和 13',
            ],
            [
                'id'      => 38165,
                'game_id' => 38,
                'name'    => '冠亚和 14',
            ],
            [
                'id'      => 38166,
                'game_id' => 38,
                'name'    => '冠亚和 15',
            ],
            [
                'id'      => 38167,
                'game_id' => 38,
                'name'    => '冠亚和 16',
            ],
            [
                'id'      => 38168,
                'game_id' => 38,
                'name'    => '冠亚和 17',
            ],
            [
                'id'      => 38169,
                'game_id' => 38,
                'name'    => '冠亚和 18',
            ],
            [
                'id'      => 38170,
                'game_id' => 38,
                'name'    => '冠亚和 19',
            ],
            [
                'id'      => 201000,
                'game_id' => 201,
                'name'    => '冠军 1',
            ],
            [
                'id'      => 201001,
                'game_id' => 201,
                'name'    => '冠军 2',
            ],
            [
                'id'      => 201002,
                'game_id' => 201,
                'name'    => '冠军 3',
            ],
            [
                'id'      => 201003,
                'game_id' => 201,
                'name'    => '冠军 4',
            ],
            [
                'id'      => 201004,
                'game_id' => 201,
                'name'    => '冠军 5',
            ],
            [
                'id'      => 201005,
                'game_id' => 201,
                'name'    => '冠军 6',
            ],
            [
                'id'      => 201006,
                'game_id' => 201,
                'name'    => '冠军 7',
            ],
            [
                'id'      => 201007,
                'game_id' => 201,
                'name'    => '冠军 8',
            ],
            [
                'id'      => 201008,
                'game_id' => 201,
                'name'    => '冠军 9',
            ],
            [
                'id'      => 201009,
                'game_id' => 201,
                'name'    => '冠军 10',
            ],
            [
                'id'      => 201010,
                'game_id' => 201,
                'name'    => '亚军 1',
            ],
            [
                'id'      => 201011,
                'game_id' => 201,
                'name'    => '亚军 2',
            ],
            [
                'id'      => 201012,
                'game_id' => 201,
                'name'    => '亚军 3',
            ],
            [
                'id'      => 201013,
                'game_id' => 201,
                'name'    => '亚军 4',
            ],
            [
                'id'      => 201014,
                'game_id' => 201,
                'name'    => '亚军 5',
            ],
            [
                'id'      => 201015,
                'game_id' => 201,
                'name'    => '亚军 6',
            ],
            [
                'id'      => 201016,
                'game_id' => 201,
                'name'    => '亚军 7',
            ],
            [
                'id'      => 201017,
                'game_id' => 201,
                'name'    => '亚军 8',
            ],
            [
                'id'      => 201018,
                'game_id' => 201,
                'name'    => '亚军 9',
            ],
            [
                'id'      => 201019,
                'game_id' => 201,
                'name'    => '亚军 10',
            ],
            [
                'id'      => 201020,
                'game_id' => 201,
                'name'    => '第三名 1',
            ],
            [
                'id'      => 201021,
                'game_id' => 201,
                'name'    => '第三名 2',
            ],
            [
                'id'      => 201022,
                'game_id' => 201,
                'name'    => '第三名 3',
            ],
            [
                'id'      => 201023,
                'game_id' => 201,
                'name'    => '第三名 4',
            ],
            [
                'id'      => 201024,
                'game_id' => 201,
                'name'    => '第三名 5',
            ],
            [
                'id'      => 201025,
                'game_id' => 201,
                'name'    => '第三名 6',
            ],
            [
                'id'      => 201026,
                'game_id' => 201,
                'name'    => '第三名 7',
            ],
            [
                'id'      => 201027,
                'game_id' => 201,
                'name'    => '第三名 8',
            ],
            [
                'id'      => 201028,
                'game_id' => 201,
                'name'    => '第三名 9',
            ],
            [
                'id'      => 201029,
                'game_id' => 201,
                'name'    => '第三名 10',
            ],
            [
                'id'      => 201030,
                'game_id' => 201,
                'name'    => '第四名 1',
            ],
            [
                'id'      => 201031,
                'game_id' => 201,
                'name'    => '第四名 2',
            ],
            [
                'id'      => 201032,
                'game_id' => 201,
                'name'    => '第四名 3',
            ],
            [
                'id'      => 201033,
                'game_id' => 201,
                'name'    => '第四名 4',
            ],
            [
                'id'      => 201034,
                'game_id' => 201,
                'name'    => '第四名 5',
            ],
            [
                'id'      => 201035,
                'game_id' => 201,
                'name'    => '第四名 6',
            ],
            [
                'id'      => 201036,
                'game_id' => 201,
                'name'    => '第四名 7',
            ],
            [
                'id'      => 201037,
                'game_id' => 201,
                'name'    => '第四名 8',
            ],
            [
                'id'      => 201038,
                'game_id' => 201,
                'name'    => '第四名 9',
            ],
            [
                'id'      => 201039,
                'game_id' => 201,
                'name'    => '第四名 10',
            ],
            [
                'id'      => 201040,
                'game_id' => 201,
                'name'    => '第五名 1',
            ],
            [
                'id'      => 201041,
                'game_id' => 201,
                'name'    => '第五名 2',
            ],
            [
                'id'      => 201042,
                'game_id' => 201,
                'name'    => '第五名 3',
            ],
            [
                'id'      => 201043,
                'game_id' => 201,
                'name'    => '第五名 4',
            ],
            [
                'id'      => 201044,
                'game_id' => 201,
                'name'    => '第五名 5',
            ],
            [
                'id'      => 201045,
                'game_id' => 201,
                'name'    => '第五名 6',
            ],
            [
                'id'      => 201046,
                'game_id' => 201,
                'name'    => '第五名 7',
            ],
            [
                'id'      => 201047,
                'game_id' => 201,
                'name'    => '第五名 8',
            ],
            [
                'id'      => 201048,
                'game_id' => 201,
                'name'    => '第五名 9',
            ],
            [
                'id'      => 201049,
                'game_id' => 201,
                'name'    => '第五名 10',
            ],
            [
                'id'      => 201050,
                'game_id' => 201,
                'name'    => '第六名 1',
            ],
            [
                'id'      => 201051,
                'game_id' => 201,
                'name'    => '第六名 2',
            ],
            [
                'id'      => 201052,
                'game_id' => 201,
                'name'    => '第六名 3',
            ],
            [
                'id'      => 201053,
                'game_id' => 201,
                'name'    => '第六名 4',
            ],
            [
                'id'      => 201054,
                'game_id' => 201,
                'name'    => '第六名 5',
            ],
            [
                'id'      => 201055,
                'game_id' => 201,
                'name'    => '第六名 6',
            ],
            [
                'id'      => 201056,
                'game_id' => 201,
                'name'    => '第六名 7',
            ],
            [
                'id'      => 201057,
                'game_id' => 201,
                'name'    => '第六名 8',
            ],
            [
                'id'      => 201058,
                'game_id' => 201,
                'name'    => '第六名 9',
            ],
            [
                'id'      => 201059,
                'game_id' => 201,
                'name'    => '第六名 10',
            ],
            [
                'id'      => 201060,
                'game_id' => 201,
                'name'    => '第七名 1',
            ],
            [
                'id'      => 201061,
                'game_id' => 201,
                'name'    => '第七名 2',
            ],
            [
                'id'      => 201062,
                'game_id' => 201,
                'name'    => '第七名 3',
            ],
            [
                'id'      => 201063,
                'game_id' => 201,
                'name'    => '第七名 4',
            ],
            [
                'id'      => 201064,
                'game_id' => 201,
                'name'    => '第七名 5',
            ],
            [
                'id'      => 201065,
                'game_id' => 201,
                'name'    => '第七名 6',
            ],
            [
                'id'      => 201066,
                'game_id' => 201,
                'name'    => '第七名 7',
            ],
            [
                'id'      => 201067,
                'game_id' => 201,
                'name'    => '第七名 8',
            ],
            [
                'id'      => 201068,
                'game_id' => 201,
                'name'    => '第七名 9',
            ],
            [
                'id'      => 201069,
                'game_id' => 201,
                'name'    => '第七名 10',
            ],
            [
                'id'      => 201070,
                'game_id' => 201,
                'name'    => '第八名 1',
            ],
            [
                'id'      => 201071,
                'game_id' => 201,
                'name'    => '第八名 2',
            ],
            [
                'id'      => 201072,
                'game_id' => 201,
                'name'    => '第八名 3',
            ],
            [
                'id'      => 201073,
                'game_id' => 201,
                'name'    => '第八名 4',
            ],
            [
                'id'      => 201074,
                'game_id' => 201,
                'name'    => '第八名 5',
            ],
            [
                'id'      => 201075,
                'game_id' => 201,
                'name'    => '第八名 6',
            ],
            [
                'id'      => 201076,
                'game_id' => 201,
                'name'    => '第八名 7',
            ],
            [
                'id'      => 201077,
                'game_id' => 201,
                'name'    => '第八名 8',
            ],
            [
                'id'      => 201078,
                'game_id' => 201,
                'name'    => '第八名 9',
            ],
            [
                'id'      => 201079,
                'game_id' => 201,
                'name'    => '第八名 10',
            ],
            [
                'id'      => 201080,
                'game_id' => 201,
                'name'    => '第九名 1',
            ],
            [
                'id'      => 201081,
                'game_id' => 201,
                'name'    => '第九名 2',
            ],
            [
                'id'      => 201082,
                'game_id' => 201,
                'name'    => '第九名 3',
            ],
            [
                'id'      => 201083,
                'game_id' => 201,
                'name'    => '第九名 4',
            ],
            [
                'id'      => 201084,
                'game_id' => 201,
                'name'    => '第九名 5',
            ],
            [
                'id'      => 201085,
                'game_id' => 201,
                'name'    => '第九名 6',
            ],
            [
                'id'      => 201086,
                'game_id' => 201,
                'name'    => '第九名 7',
            ],
            [
                'id'      => 201087,
                'game_id' => 201,
                'name'    => '第九名 8',
            ],
            [
                'id'      => 201088,
                'game_id' => 201,
                'name'    => '第九名 9',
            ],
            [
                'id'      => 201089,
                'game_id' => 201,
                'name'    => '第九名 10',
            ],
            [
                'id'      => 201090,
                'game_id' => 201,
                'name'    => '第十名 1',
            ],
            [
                'id'      => 201091,
                'game_id' => 201,
                'name'    => '第十名 2',
            ],
            [
                'id'      => 201092,
                'game_id' => 201,
                'name'    => '第十名 3',
            ],
            [
                'id'      => 201093,
                'game_id' => 201,
                'name'    => '第十名 4',
            ],
            [
                'id'      => 201094,
                'game_id' => 201,
                'name'    => '第十名 5',
            ],
            [
                'id'      => 201095,
                'game_id' => 201,
                'name'    => '第十名 6',
            ],
            [
                'id'      => 201096,
                'game_id' => 201,
                'name'    => '第十名 7',
            ],
            [
                'id'      => 201097,
                'game_id' => 201,
                'name'    => '第十名 8',
            ],
            [
                'id'      => 201098,
                'game_id' => 201,
                'name'    => '第十名 9',
            ],
            [
                'id'      => 201099,
                'game_id' => 201,
                'name'    => '第十名 10',
            ],
            [
                'id'      => 201100,
                'game_id' => 201,
                'name'    => '冠军 大',
            ],
            [
                'id'      => 201101,
                'game_id' => 201,
                'name'    => '冠军 小',
            ],
            [
                'id'      => 201102,
                'game_id' => 201,
                'name'    => '冠军 单',
            ],
            [
                'id'      => 201103,
                'game_id' => 201,
                'name'    => '冠军 双',
            ],
            [
                'id'      => 201104,
                'game_id' => 201,
                'name'    => '冠军 龙',
            ],
            [
                'id'      => 201105,
                'game_id' => 201,
                'name'    => '冠军 虎',
            ],
            [
                'id'      => 201106,
                'game_id' => 201,
                'name'    => '亚军 大',
            ],
            [
                'id'      => 201107,
                'game_id' => 201,
                'name'    => '亚军 小',
            ],
            [
                'id'      => 201108,
                'game_id' => 201,
                'name'    => '亚军 单',
            ],
            [
                'id'      => 201109,
                'game_id' => 201,
                'name'    => '亚军 双',
            ],
            [
                'id'      => 201110,
                'game_id' => 201,
                'name'    => '亚军 龙',
            ],
            [
                'id'      => 201111,
                'game_id' => 201,
                'name'    => '亚军 虎',
            ],
            [
                'id'      => 201112,
                'game_id' => 201,
                'name'    => '第三名 大',
            ],
            [
                'id'      => 201113,
                'game_id' => 201,
                'name'    => '第三名 小',
            ],
            [
                'id'      => 201114,
                'game_id' => 201,
                'name'    => '第三名 单',
            ],
            [
                'id'      => 201115,
                'game_id' => 201,
                'name'    => '第三名 双',
            ],
            [
                'id'      => 201116,
                'game_id' => 201,
                'name'    => '第三名 龙',
            ],
            [
                'id'      => 201117,
                'game_id' => 201,
                'name'    => '第三名 虎',
            ],
            [
                'id'      => 201118,
                'game_id' => 201,
                'name'    => '第四名 大',
            ],
            [
                'id'      => 201119,
                'game_id' => 201,
                'name'    => '第四名 小',
            ],
            [
                'id'      => 201120,
                'game_id' => 201,
                'name'    => '第四名 单',
            ],
            [
                'id'      => 201121,
                'game_id' => 201,
                'name'    => '第四名 双',
            ],
            [
                'id'      => 201122,
                'game_id' => 201,
                'name'    => '第四名 龙',
            ],
            [
                'id'      => 201123,
                'game_id' => 201,
                'name'    => '第四名 虎',
            ],
            [
                'id'      => 201124,
                'game_id' => 201,
                'name'    => '第五名 大',
            ],
            [
                'id'      => 201125,
                'game_id' => 201,
                'name'    => '第五名 小',
            ],
            [
                'id'      => 201126,
                'game_id' => 201,
                'name'    => '第五名 单',
            ],
            [
                'id'      => 201127,
                'game_id' => 201,
                'name'    => '第五名 双',
            ],
            [
                'id'      => 201128,
                'game_id' => 201,
                'name'    => '第五名 龙',
            ],
            [
                'id'      => 201129,
                'game_id' => 201,
                'name'    => '第五名 虎',
            ],
            [
                'id'      => 201130,
                'game_id' => 201,
                'name'    => '第六名 大',
            ],
            [
                'id'      => 201131,
                'game_id' => 201,
                'name'    => '第六名 小',
            ],
            [
                'id'      => 201132,
                'game_id' => 201,
                'name'    => '第六名 单',
            ],
            [
                'id'      => 201133,
                'game_id' => 201,
                'name'    => '第六名 双',
            ],
            [
                'id'      => 201134,
                'game_id' => 201,
                'name'    => '第七名 大',
            ],
            [
                'id'      => 201135,
                'game_id' => 201,
                'name'    => '第七名 小',
            ],
            [
                'id'      => 201136,
                'game_id' => 201,
                'name'    => '第七名 单',
            ],
            [
                'id'      => 201137,
                'game_id' => 201,
                'name'    => '第七名 双',
            ],
            [
                'id'      => 201138,
                'game_id' => 201,
                'name'    => '第八名 大',
            ],
            [
                'id'      => 201139,
                'game_id' => 201,
                'name'    => '第八名 小',
            ],
            [
                'id'      => 201140,
                'game_id' => 201,
                'name'    => '第八名 单',
            ],
            [
                'id'      => 201141,
                'game_id' => 201,
                'name'    => '第八名 双',
            ],
            [
                'id'      => 201142,
                'game_id' => 201,
                'name'    => '第九名 大',
            ],
            [
                'id'      => 201143,
                'game_id' => 201,
                'name'    => '第九名 小',
            ],
            [
                'id'      => 201144,
                'game_id' => 201,
                'name'    => '第九名 单',
            ],
            [
                'id'      => 201145,
                'game_id' => 201,
                'name'    => '第九名 双',
            ],
            [
                'id'      => 201146,
                'game_id' => 201,
                'name'    => '第十名 大',
            ],
            [
                'id'      => 201147,
                'game_id' => 201,
                'name'    => '第十名 小',
            ],
            [
                'id'      => 201148,
                'game_id' => 201,
                'name'    => '第十名 单',
            ],
            [
                'id'      => 201149,
                'game_id' => 201,
                'name'    => '第十名 双',
            ],
            [
                'id'      => 201150,
                'game_id' => 201,
                'name'    => '冠亚和 大',
            ],
            [
                'id'      => 201151,
                'game_id' => 201,
                'name'    => '冠亚和 小',
            ],
            [
                'id'      => 201152,
                'game_id' => 201,
                'name'    => '冠亚和 单',
            ],
            [
                'id'      => 201153,
                'game_id' => 201,
                'name'    => '冠亚和 双',
            ],
            [
                'id'      => 201154,
                'game_id' => 201,
                'name'    => '冠亚和 3',
            ],
            [
                'id'      => 201155,
                'game_id' => 201,
                'name'    => '冠亚和 4',
            ],
            [
                'id'      => 201156,
                'game_id' => 201,
                'name'    => '冠亚和 5',
            ],
            [
                'id'      => 201157,
                'game_id' => 201,
                'name'    => '冠亚和 6',
            ],
            [
                'id'      => 201158,
                'game_id' => 201,
                'name'    => '冠亚和 7',
            ],
            [
                'id'      => 201159,
                'game_id' => 201,
                'name'    => '冠亚和 8',
            ],
            [
                'id'      => 201160,
                'game_id' => 201,
                'name'    => '冠亚和 9',
            ],
            [
                'id'      => 201161,
                'game_id' => 201,
                'name'    => '冠亚和 10',
            ],
            [
                'id'      => 201162,
                'game_id' => 201,
                'name'    => '冠亚和 11',
            ],
            [
                'id'      => 201163,
                'game_id' => 201,
                'name'    => '冠亚和 12',
            ],
            [
                'id'      => 201164,
                'game_id' => 201,
                'name'    => '冠亚和 13',
            ],
            [
                'id'      => 201165,
                'game_id' => 201,
                'name'    => '冠亚和 14',
            ],
            [
                'id'      => 201166,
                'game_id' => 201,
                'name'    => '冠亚和 15',
            ],
            [
                'id'      => 201167,
                'game_id' => 201,
                'name'    => '冠亚和 16',
            ],
            [
                'id'      => 201168,
                'game_id' => 201,
                'name'    => '冠亚和 17',
            ],
            [
                'id'      => 201169,
                'game_id' => 201,
                'name'    => '冠亚和 18',
            ],
            [
                'id'      => 201170,
                'game_id' => 201,
                'name'    => '冠亚和 19',
            ],
            [
                'id'      => 202000,
                'game_id' => 202,
                'name'    => '冠军 1',
            ],
            [
                'id'      => 202001,
                'game_id' => 202,
                'name'    => '冠军 2',
            ],
            [
                'id'      => 202002,
                'game_id' => 202,
                'name'    => '冠军 3',
            ],
            [
                'id'      => 202003,
                'game_id' => 202,
                'name'    => '冠军 4',
            ],
            [
                'id'      => 202004,
                'game_id' => 202,
                'name'    => '冠军 5',
            ],
            [
                'id'      => 202005,
                'game_id' => 202,
                'name'    => '冠军 6',
            ],
            [
                'id'      => 202006,
                'game_id' => 202,
                'name'    => '冠军 7',
            ],
            [
                'id'      => 202007,
                'game_id' => 202,
                'name'    => '冠军 8',
            ],
            [
                'id'      => 202008,
                'game_id' => 202,
                'name'    => '冠军 9',
            ],
            [
                'id'      => 202009,
                'game_id' => 202,
                'name'    => '冠军 10',
            ],
            [
                'id'      => 202010,
                'game_id' => 202,
                'name'    => '亚军 1',
            ],
            [
                'id'      => 202011,
                'game_id' => 202,
                'name'    => '亚军 2',
            ],
            [
                'id'      => 202012,
                'game_id' => 202,
                'name'    => '亚军 3',
            ],
            [
                'id'      => 202013,
                'game_id' => 202,
                'name'    => '亚军 4',
            ],
            [
                'id'      => 202014,
                'game_id' => 202,
                'name'    => '亚军 5',
            ],
            [
                'id'      => 202015,
                'game_id' => 202,
                'name'    => '亚军 6',
            ],
            [
                'id'      => 202016,
                'game_id' => 202,
                'name'    => '亚军 7',
            ],
            [
                'id'      => 202017,
                'game_id' => 202,
                'name'    => '亚军 8',
            ],
            [
                'id'      => 202018,
                'game_id' => 202,
                'name'    => '亚军 9',
            ],
            [
                'id'      => 202019,
                'game_id' => 202,
                'name'    => '亚军 10',
            ],
            [
                'id'      => 202020,
                'game_id' => 202,
                'name'    => '第三名 1',
            ],
            [
                'id'      => 202021,
                'game_id' => 202,
                'name'    => '第三名 2',
            ],
            [
                'id'      => 202022,
                'game_id' => 202,
                'name'    => '第三名 3',
            ],
            [
                'id'      => 202023,
                'game_id' => 202,
                'name'    => '第三名 4',
            ],
            [
                'id'      => 202024,
                'game_id' => 202,
                'name'    => '第三名 5',
            ],
            [
                'id'      => 202025,
                'game_id' => 202,
                'name'    => '第三名 6',
            ],
            [
                'id'      => 202026,
                'game_id' => 202,
                'name'    => '第三名 7',
            ],
            [
                'id'      => 202027,
                'game_id' => 202,
                'name'    => '第三名 8',
            ],
            [
                'id'      => 202028,
                'game_id' => 202,
                'name'    => '第三名 9',
            ],
            [
                'id'      => 202029,
                'game_id' => 202,
                'name'    => '第三名 10',
            ],
            [
                'id'      => 202030,
                'game_id' => 202,
                'name'    => '第四名 1',
            ],
            [
                'id'      => 202031,
                'game_id' => 202,
                'name'    => '第四名 2',
            ],
            [
                'id'      => 202032,
                'game_id' => 202,
                'name'    => '第四名 3',
            ],
            [
                'id'      => 202033,
                'game_id' => 202,
                'name'    => '第四名 4',
            ],
            [
                'id'      => 202034,
                'game_id' => 202,
                'name'    => '第四名 5',
            ],
            [
                'id'      => 202035,
                'game_id' => 202,
                'name'    => '第四名 6',
            ],
            [
                'id'      => 202036,
                'game_id' => 202,
                'name'    => '第四名 7',
            ],
            [
                'id'      => 202037,
                'game_id' => 202,
                'name'    => '第四名 8',
            ],
            [
                'id'      => 202038,
                'game_id' => 202,
                'name'    => '第四名 9',
            ],
            [
                'id'      => 202039,
                'game_id' => 202,
                'name'    => '第四名 10',
            ],
            [
                'id'      => 202040,
                'game_id' => 202,
                'name'    => '第五名 1',
            ],
            [
                'id'      => 202041,
                'game_id' => 202,
                'name'    => '第五名 2',
            ],
            [
                'id'      => 202042,
                'game_id' => 202,
                'name'    => '第五名 3',
            ],
            [
                'id'      => 202043,
                'game_id' => 202,
                'name'    => '第五名 4',
            ],
            [
                'id'      => 202044,
                'game_id' => 202,
                'name'    => '第五名 5',
            ],
            [
                'id'      => 202045,
                'game_id' => 202,
                'name'    => '第五名 6',
            ],
            [
                'id'      => 202046,
                'game_id' => 202,
                'name'    => '第五名 7',
            ],
            [
                'id'      => 202047,
                'game_id' => 202,
                'name'    => '第五名 8',
            ],
            [
                'id'      => 202048,
                'game_id' => 202,
                'name'    => '第五名 9',
            ],
            [
                'id'      => 202049,
                'game_id' => 202,
                'name'    => '第五名 10',
            ],
            [
                'id'      => 202050,
                'game_id' => 202,
                'name'    => '第六名 1',
            ],
            [
                'id'      => 202051,
                'game_id' => 202,
                'name'    => '第六名 2',
            ],
            [
                'id'      => 202052,
                'game_id' => 202,
                'name'    => '第六名 3',
            ],
            [
                'id'      => 202053,
                'game_id' => 202,
                'name'    => '第六名 4',
            ],
            [
                'id'      => 202054,
                'game_id' => 202,
                'name'    => '第六名 5',
            ],
            [
                'id'      => 202055,
                'game_id' => 202,
                'name'    => '第六名 6',
            ],
            [
                'id'      => 202056,
                'game_id' => 202,
                'name'    => '第六名 7',
            ],
            [
                'id'      => 202057,
                'game_id' => 202,
                'name'    => '第六名 8',
            ],
            [
                'id'      => 202058,
                'game_id' => 202,
                'name'    => '第六名 9',
            ],
            [
                'id'      => 202059,
                'game_id' => 202,
                'name'    => '第六名 10',
            ],
            [
                'id'      => 202060,
                'game_id' => 202,
                'name'    => '第七名 1',
            ],
            [
                'id'      => 202061,
                'game_id' => 202,
                'name'    => '第七名 2',
            ],
            [
                'id'      => 202062,
                'game_id' => 202,
                'name'    => '第七名 3',
            ],
            [
                'id'      => 202063,
                'game_id' => 202,
                'name'    => '第七名 4',
            ],
            [
                'id'      => 202064,
                'game_id' => 202,
                'name'    => '第七名 5',
            ],
            [
                'id'      => 202065,
                'game_id' => 202,
                'name'    => '第七名 6',
            ],
            [
                'id'      => 202066,
                'game_id' => 202,
                'name'    => '第七名 7',
            ],
            [
                'id'      => 202067,
                'game_id' => 202,
                'name'    => '第七名 8',
            ],
            [
                'id'      => 202068,
                'game_id' => 202,
                'name'    => '第七名 9',
            ],
            [
                'id'      => 202069,
                'game_id' => 202,
                'name'    => '第七名 10',
            ],
            [
                'id'      => 202070,
                'game_id' => 202,
                'name'    => '第八名 1',
            ],
            [
                'id'      => 202071,
                'game_id' => 202,
                'name'    => '第八名 2',
            ],
            [
                'id'      => 202072,
                'game_id' => 202,
                'name'    => '第八名 3',
            ],
            [
                'id'      => 202073,
                'game_id' => 202,
                'name'    => '第八名 4',
            ],
            [
                'id'      => 202074,
                'game_id' => 202,
                'name'    => '第八名 5',
            ],
            [
                'id'      => 202075,
                'game_id' => 202,
                'name'    => '第八名 6',
            ],
            [
                'id'      => 202076,
                'game_id' => 202,
                'name'    => '第八名 7',
            ],
            [
                'id'      => 202077,
                'game_id' => 202,
                'name'    => '第八名 8',
            ],
            [
                'id'      => 202078,
                'game_id' => 202,
                'name'    => '第八名 9',
            ],
            [
                'id'      => 202079,
                'game_id' => 202,
                'name'    => '第八名 10',
            ],
            [
                'id'      => 202080,
                'game_id' => 202,
                'name'    => '第九名 1',
            ],
            [
                'id'      => 202081,
                'game_id' => 202,
                'name'    => '第九名 2',
            ],
            [
                'id'      => 202082,
                'game_id' => 202,
                'name'    => '第九名 3',
            ],
            [
                'id'      => 202083,
                'game_id' => 202,
                'name'    => '第九名 4',
            ],
            [
                'id'      => 202084,
                'game_id' => 202,
                'name'    => '第九名 5',
            ],
            [
                'id'      => 202085,
                'game_id' => 202,
                'name'    => '第九名 6',
            ],
            [
                'id'      => 202086,
                'game_id' => 202,
                'name'    => '第九名 7',
            ],
            [
                'id'      => 202087,
                'game_id' => 202,
                'name'    => '第九名 8',
            ],
            [
                'id'      => 202088,
                'game_id' => 202,
                'name'    => '第九名 9',
            ],
            [
                'id'      => 202089,
                'game_id' => 202,
                'name'    => '第九名 10',
            ],
            [
                'id'      => 202090,
                'game_id' => 202,
                'name'    => '第十名 1',
            ],
            [
                'id'      => 202091,
                'game_id' => 202,
                'name'    => '第十名 2',
            ],
            [
                'id'      => 202092,
                'game_id' => 202,
                'name'    => '第十名 3',
            ],
            [
                'id'      => 202093,
                'game_id' => 202,
                'name'    => '第十名 4',
            ],
            [
                'id'      => 202094,
                'game_id' => 202,
                'name'    => '第十名 5',
            ],
            [
                'id'      => 202095,
                'game_id' => 202,
                'name'    => '第十名 6',
            ],
            [
                'id'      => 202096,
                'game_id' => 202,
                'name'    => '第十名 7',
            ],
            [
                'id'      => 202097,
                'game_id' => 202,
                'name'    => '第十名 8',
            ],
            [
                'id'      => 202098,
                'game_id' => 202,
                'name'    => '第十名 9',
            ],
            [
                'id'      => 202099,
                'game_id' => 202,
                'name'    => '第十名 10',
            ],
            [
                'id'      => 202100,
                'game_id' => 202,
                'name'    => '冠军 大',
            ],
            [
                'id'      => 202101,
                'game_id' => 202,
                'name'    => '冠军 小',
            ],
            [
                'id'      => 202102,
                'game_id' => 202,
                'name'    => '冠军 单',
            ],
            [
                'id'      => 202103,
                'game_id' => 202,
                'name'    => '冠军 双',
            ],
            [
                'id'      => 202104,
                'game_id' => 202,
                'name'    => '冠军 龙',
            ],
            [
                'id'      => 202105,
                'game_id' => 202,
                'name'    => '冠军 虎',
            ],
            [
                'id'      => 202106,
                'game_id' => 202,
                'name'    => '亚军 大',
            ],
            [
                'id'      => 202107,
                'game_id' => 202,
                'name'    => '亚军 小',
            ],
            [
                'id'      => 202108,
                'game_id' => 202,
                'name'    => '亚军 单',
            ],
            [
                'id'      => 202109,
                'game_id' => 202,
                'name'    => '亚军 双',
            ],
            [
                'id'      => 202110,
                'game_id' => 202,
                'name'    => '亚军 龙',
            ],
            [
                'id'      => 202111,
                'game_id' => 202,
                'name'    => '亚军 虎',
            ],
            [
                'id'      => 202112,
                'game_id' => 202,
                'name'    => '第三名 大',
            ],
            [
                'id'      => 202113,
                'game_id' => 202,
                'name'    => '第三名 小',
            ],
            [
                'id'      => 202114,
                'game_id' => 202,
                'name'    => '第三名 单',
            ],
            [
                'id'      => 202115,
                'game_id' => 202,
                'name'    => '第三名 双',
            ],
            [
                'id'      => 202116,
                'game_id' => 202,
                'name'    => '第三名 龙',
            ],
            [
                'id'      => 202117,
                'game_id' => 202,
                'name'    => '第三名 虎',
            ],
            [
                'id'      => 202118,
                'game_id' => 202,
                'name'    => '第四名 大',
            ],
            [
                'id'      => 202119,
                'game_id' => 202,
                'name'    => '第四名 小',
            ],
            [
                'id'      => 202120,
                'game_id' => 202,
                'name'    => '第四名 单',
            ],
            [
                'id'      => 202121,
                'game_id' => 202,
                'name'    => '第四名 双',
            ],
            [
                'id'      => 202122,
                'game_id' => 202,
                'name'    => '第四名 龙',
            ],
            [
                'id'      => 202123,
                'game_id' => 202,
                'name'    => '第四名 虎',
            ],
            [
                'id'      => 202124,
                'game_id' => 202,
                'name'    => '第五名 大',
            ],
            [
                'id'      => 202125,
                'game_id' => 202,
                'name'    => '第五名 小',
            ],
            [
                'id'      => 202126,
                'game_id' => 202,
                'name'    => '第五名 单',
            ],
            [
                'id'      => 202127,
                'game_id' => 202,
                'name'    => '第五名 双',
            ],
            [
                'id'      => 202128,
                'game_id' => 202,
                'name'    => '第五名 龙',
            ],
            [
                'id'      => 202129,
                'game_id' => 202,
                'name'    => '第五名 虎',
            ],
            [
                'id'      => 202130,
                'game_id' => 202,
                'name'    => '第六名 大',
            ],
            [
                'id'      => 202131,
                'game_id' => 202,
                'name'    => '第六名 小',
            ],
            [
                'id'      => 202132,
                'game_id' => 202,
                'name'    => '第六名 单',
            ],
            [
                'id'      => 202133,
                'game_id' => 202,
                'name'    => '第六名 双',
            ],
            [
                'id'      => 202134,
                'game_id' => 202,
                'name'    => '第七名 大',
            ],
            [
                'id'      => 202135,
                'game_id' => 202,
                'name'    => '第七名 小',
            ],
            [
                'id'      => 202136,
                'game_id' => 202,
                'name'    => '第七名 单',
            ],
            [
                'id'      => 202137,
                'game_id' => 202,
                'name'    => '第七名 双',
            ],
            [
                'id'      => 202138,
                'game_id' => 202,
                'name'    => '第八名 大',
            ],
            [
                'id'      => 202139,
                'game_id' => 202,
                'name'    => '第八名 小',
            ],
            [
                'id'      => 202140,
                'game_id' => 202,
                'name'    => '第八名 单',
            ],
            [
                'id'      => 202141,
                'game_id' => 202,
                'name'    => '第八名 双',
            ],
            [
                'id'      => 202142,
                'game_id' => 202,
                'name'    => '第九名 大',
            ],
            [
                'id'      => 202143,
                'game_id' => 202,
                'name'    => '第九名 小',
            ],
            [
                'id'      => 202144,
                'game_id' => 202,
                'name'    => '第九名 单',
            ],
            [
                'id'      => 202145,
                'game_id' => 202,
                'name'    => '第九名 双',
            ],
            [
                'id'      => 202146,
                'game_id' => 202,
                'name'    => '第十名 大',
            ],
            [
                'id'      => 202147,
                'game_id' => 202,
                'name'    => '第十名 小',
            ],
            [
                'id'      => 202148,
                'game_id' => 202,
                'name'    => '第十名 单',
            ],
            [
                'id'      => 202149,
                'game_id' => 202,
                'name'    => '第十名 双',
            ],
            [
                'id'      => 202150,
                'game_id' => 202,
                'name'    => '冠亚和 大',
            ],
            [
                'id'      => 202151,
                'game_id' => 202,
                'name'    => '冠亚和 小',
            ],
            [
                'id'      => 202152,
                'game_id' => 202,
                'name'    => '冠亚和 单',
            ],
            [
                'id'      => 202153,
                'game_id' => 202,
                'name'    => '冠亚和 双',
            ],
            [
                'id'      => 202154,
                'game_id' => 202,
                'name'    => '冠亚和 3',
            ],
            [
                'id'      => 202155,
                'game_id' => 202,
                'name'    => '冠亚和 4',
            ],
            [
                'id'      => 202156,
                'game_id' => 202,
                'name'    => '冠亚和 5',
            ],
            [
                'id'      => 202157,
                'game_id' => 202,
                'name'    => '冠亚和 6',
            ],
            [
                'id'      => 202158,
                'game_id' => 202,
                'name'    => '冠亚和 7',
            ],
            [
                'id'      => 202159,
                'game_id' => 202,
                'name'    => '冠亚和 8',
            ],
            [
                'id'      => 202160,
                'game_id' => 202,
                'name'    => '冠亚和 9',
            ],
            [
                'id'      => 202161,
                'game_id' => 202,
                'name'    => '冠亚和 10',
            ],
            [
                'id'      => 202162,
                'game_id' => 202,
                'name'    => '冠亚和 11',
            ],
            [
                'id'      => 202163,
                'game_id' => 202,
                'name'    => '冠亚和 12',
            ],
            [
                'id'      => 202164,
                'game_id' => 202,
                'name'    => '冠亚和 13',
            ],
            [
                'id'      => 202165,
                'game_id' => 202,
                'name'    => '冠亚和 14',
            ],
            [
                'id'      => 202166,
                'game_id' => 202,
                'name'    => '冠亚和 15',
            ],
            [
                'id'      => 202167,
                'game_id' => 202,
                'name'    => '冠亚和 16',
            ],
            [
                'id'      => 202168,
                'game_id' => 202,
                'name'    => '冠亚和 17',
            ],
            [
                'id'      => 202169,
                'game_id' => 202,
                'name'    => '冠亚和 18',
            ],
            [
                'id'      => 202170,
                'game_id' => 202,
                'name'    => '冠亚和 19',
            ],
            [
                'id'      => 203000,
                'game_id' => 203,
                'name'    => '冠军 1',
            ],
            [
                'id'      => 203001,
                'game_id' => 203,
                'name'    => '冠军 2',
            ],
            [
                'id'      => 203002,
                'game_id' => 203,
                'name'    => '冠军 3',
            ],
            [
                'id'      => 203003,
                'game_id' => 203,
                'name'    => '冠军 4',
            ],
            [
                'id'      => 203004,
                'game_id' => 203,
                'name'    => '冠军 5',
            ],
            [
                'id'      => 203005,
                'game_id' => 203,
                'name'    => '冠军 6',
            ],
            [
                'id'      => 203006,
                'game_id' => 203,
                'name'    => '冠军 7',
            ],
            [
                'id'      => 203007,
                'game_id' => 203,
                'name'    => '冠军 8',
            ],
            [
                'id'      => 203008,
                'game_id' => 203,
                'name'    => '冠军 9',
            ],
            [
                'id'      => 203009,
                'game_id' => 203,
                'name'    => '冠军 10',
            ],
            [
                'id'      => 203010,
                'game_id' => 203,
                'name'    => '亚军 1',
            ],
            [
                'id'      => 203011,
                'game_id' => 203,
                'name'    => '亚军 2',
            ],
            [
                'id'      => 203012,
                'game_id' => 203,
                'name'    => '亚军 3',
            ],
            [
                'id'      => 203013,
                'game_id' => 203,
                'name'    => '亚军 4',
            ],
            [
                'id'      => 203014,
                'game_id' => 203,
                'name'    => '亚军 5',
            ],
            [
                'id'      => 203015,
                'game_id' => 203,
                'name'    => '亚军 6',
            ],
            [
                'id'      => 203016,
                'game_id' => 203,
                'name'    => '亚军 7',
            ],
            [
                'id'      => 203017,
                'game_id' => 203,
                'name'    => '亚军 8',
            ],
            [
                'id'      => 203018,
                'game_id' => 203,
                'name'    => '亚军 9',
            ],
            [
                'id'      => 203019,
                'game_id' => 203,
                'name'    => '亚军 10',
            ],
            [
                'id'      => 203020,
                'game_id' => 203,
                'name'    => '第三名 1',
            ],
            [
                'id'      => 203021,
                'game_id' => 203,
                'name'    => '第三名 2',
            ],
            [
                'id'      => 203022,
                'game_id' => 203,
                'name'    => '第三名 3',
            ],
            [
                'id'      => 203023,
                'game_id' => 203,
                'name'    => '第三名 4',
            ],
            [
                'id'      => 203024,
                'game_id' => 203,
                'name'    => '第三名 5',
            ],
            [
                'id'      => 203025,
                'game_id' => 203,
                'name'    => '第三名 6',
            ],
            [
                'id'      => 203026,
                'game_id' => 203,
                'name'    => '第三名 7',
            ],
            [
                'id'      => 203027,
                'game_id' => 203,
                'name'    => '第三名 8',
            ],
            [
                'id'      => 203028,
                'game_id' => 203,
                'name'    => '第三名 9',
            ],
            [
                'id'      => 203029,
                'game_id' => 203,
                'name'    => '第三名 10',
            ],
            [
                'id'      => 203030,
                'game_id' => 203,
                'name'    => '第四名 1',
            ],
            [
                'id'      => 203031,
                'game_id' => 203,
                'name'    => '第四名 2',
            ],
            [
                'id'      => 203032,
                'game_id' => 203,
                'name'    => '第四名 3',
            ],
            [
                'id'      => 203033,
                'game_id' => 203,
                'name'    => '第四名 4',
            ],
            [
                'id'      => 203034,
                'game_id' => 203,
                'name'    => '第四名 5',
            ],
            [
                'id'      => 203035,
                'game_id' => 203,
                'name'    => '第四名 6',
            ],
            [
                'id'      => 203036,
                'game_id' => 203,
                'name'    => '第四名 7',
            ],
            [
                'id'      => 203037,
                'game_id' => 203,
                'name'    => '第四名 8',
            ],
            [
                'id'      => 203038,
                'game_id' => 203,
                'name'    => '第四名 9',
            ],
            [
                'id'      => 203039,
                'game_id' => 203,
                'name'    => '第四名 10',
            ],
            [
                'id'      => 203040,
                'game_id' => 203,
                'name'    => '第五名 1',
            ],
            [
                'id'      => 203041,
                'game_id' => 203,
                'name'    => '第五名 2',
            ],
            [
                'id'      => 203042,
                'game_id' => 203,
                'name'    => '第五名 3',
            ],
            [
                'id'      => 203043,
                'game_id' => 203,
                'name'    => '第五名 4',
            ],
            [
                'id'      => 203044,
                'game_id' => 203,
                'name'    => '第五名 5',
            ],
            [
                'id'      => 203045,
                'game_id' => 203,
                'name'    => '第五名 6',
            ],
            [
                'id'      => 203046,
                'game_id' => 203,
                'name'    => '第五名 7',
            ],
            [
                'id'      => 203047,
                'game_id' => 203,
                'name'    => '第五名 8',
            ],
            [
                'id'      => 203048,
                'game_id' => 203,
                'name'    => '第五名 9',
            ],
            [
                'id'      => 203049,
                'game_id' => 203,
                'name'    => '第五名 10',
            ],
            [
                'id'      => 203050,
                'game_id' => 203,
                'name'    => '第六名 1',
            ],
            [
                'id'      => 203051,
                'game_id' => 203,
                'name'    => '第六名 2',
            ],
            [
                'id'      => 203052,
                'game_id' => 203,
                'name'    => '第六名 3',
            ],
            [
                'id'      => 203053,
                'game_id' => 203,
                'name'    => '第六名 4',
            ],
            [
                'id'      => 203054,
                'game_id' => 203,
                'name'    => '第六名 5',
            ],
            [
                'id'      => 203055,
                'game_id' => 203,
                'name'    => '第六名 6',
            ],
            [
                'id'      => 203056,
                'game_id' => 203,
                'name'    => '第六名 7',
            ],
            [
                'id'      => 203057,
                'game_id' => 203,
                'name'    => '第六名 8',
            ],
            [
                'id'      => 203058,
                'game_id' => 203,
                'name'    => '第六名 9',
            ],
            [
                'id'      => 203059,
                'game_id' => 203,
                'name'    => '第六名 10',
            ],
            [
                'id'      => 203060,
                'game_id' => 203,
                'name'    => '第七名 1',
            ],
            [
                'id'      => 203061,
                'game_id' => 203,
                'name'    => '第七名 2',
            ],
            [
                'id'      => 203062,
                'game_id' => 203,
                'name'    => '第七名 3',
            ],
            [
                'id'      => 203063,
                'game_id' => 203,
                'name'    => '第七名 4',
            ],
            [
                'id'      => 203064,
                'game_id' => 203,
                'name'    => '第七名 5',
            ],
            [
                'id'      => 203065,
                'game_id' => 203,
                'name'    => '第七名 6',
            ],
            [
                'id'      => 203066,
                'game_id' => 203,
                'name'    => '第七名 7',
            ],
            [
                'id'      => 203067,
                'game_id' => 203,
                'name'    => '第七名 8',
            ],
            [
                'id'      => 203068,
                'game_id' => 203,
                'name'    => '第七名 9',
            ],
            [
                'id'      => 203069,
                'game_id' => 203,
                'name'    => '第七名 10',
            ],
            [
                'id'      => 203070,
                'game_id' => 203,
                'name'    => '第八名 1',
            ],
            [
                'id'      => 203071,
                'game_id' => 203,
                'name'    => '第八名 2',
            ],
            [
                'id'      => 203072,
                'game_id' => 203,
                'name'    => '第八名 3',
            ],
            [
                'id'      => 203073,
                'game_id' => 203,
                'name'    => '第八名 4',
            ],
            [
                'id'      => 203074,
                'game_id' => 203,
                'name'    => '第八名 5',
            ],
            [
                'id'      => 203075,
                'game_id' => 203,
                'name'    => '第八名 6',
            ],
            [
                'id'      => 203076,
                'game_id' => 203,
                'name'    => '第八名 7',
            ],
            [
                'id'      => 203077,
                'game_id' => 203,
                'name'    => '第八名 8',
            ],
            [
                'id'      => 203078,
                'game_id' => 203,
                'name'    => '第八名 9',
            ],
            [
                'id'      => 203079,
                'game_id' => 203,
                'name'    => '第八名 10',
            ],
            [
                'id'      => 203080,
                'game_id' => 203,
                'name'    => '第九名 1',
            ],
            [
                'id'      => 203081,
                'game_id' => 203,
                'name'    => '第九名 2',
            ],
            [
                'id'      => 203082,
                'game_id' => 203,
                'name'    => '第九名 3',
            ],
            [
                'id'      => 203083,
                'game_id' => 203,
                'name'    => '第九名 4',
            ],
            [
                'id'      => 203084,
                'game_id' => 203,
                'name'    => '第九名 5',
            ],
            [
                'id'      => 203085,
                'game_id' => 203,
                'name'    => '第九名 6',
            ],
            [
                'id'      => 203086,
                'game_id' => 203,
                'name'    => '第九名 7',
            ],
            [
                'id'      => 203087,
                'game_id' => 203,
                'name'    => '第九名 8',
            ],
            [
                'id'      => 203088,
                'game_id' => 203,
                'name'    => '第九名 9',
            ],
            [
                'id'      => 203089,
                'game_id' => 203,
                'name'    => '第九名 10',
            ],
            [
                'id'      => 203090,
                'game_id' => 203,
                'name'    => '第十名 1',
            ],
            [
                'id'      => 203091,
                'game_id' => 203,
                'name'    => '第十名 2',
            ],
            [
                'id'      => 203092,
                'game_id' => 203,
                'name'    => '第十名 3',
            ],
            [
                'id'      => 203093,
                'game_id' => 203,
                'name'    => '第十名 4',
            ],
            [
                'id'      => 203094,
                'game_id' => 203,
                'name'    => '第十名 5',
            ],
            [
                'id'      => 203095,
                'game_id' => 203,
                'name'    => '第十名 6',
            ],
            [
                'id'      => 203096,
                'game_id' => 203,
                'name'    => '第十名 7',
            ],
            [
                'id'      => 203097,
                'game_id' => 203,
                'name'    => '第十名 8',
            ],
            [
                'id'      => 203098,
                'game_id' => 203,
                'name'    => '第十名 9',
            ],
            [
                'id'      => 203099,
                'game_id' => 203,
                'name'    => '第十名 10',
            ],
            [
                'id'      => 203100,
                'game_id' => 203,
                'name'    => '冠军 大',
            ],
            [
                'id'      => 203101,
                'game_id' => 203,
                'name'    => '冠军 小',
            ],
            [
                'id'      => 203102,
                'game_id' => 203,
                'name'    => '冠军 单',
            ],
            [
                'id'      => 203103,
                'game_id' => 203,
                'name'    => '冠军 双',
            ],
            [
                'id'      => 203104,
                'game_id' => 203,
                'name'    => '冠军 龙',
            ],
            [
                'id'      => 203105,
                'game_id' => 203,
                'name'    => '冠军 虎',
            ],
            [
                'id'      => 203106,
                'game_id' => 203,
                'name'    => '亚军 大',
            ],
            [
                'id'      => 203107,
                'game_id' => 203,
                'name'    => '亚军 小',
            ],
            [
                'id'      => 203108,
                'game_id' => 203,
                'name'    => '亚军 单',
            ],
            [
                'id'      => 203109,
                'game_id' => 203,
                'name'    => '亚军 双',
            ],
            [
                'id'      => 203110,
                'game_id' => 203,
                'name'    => '亚军 龙',
            ],
            [
                'id'      => 203111,
                'game_id' => 203,
                'name'    => '亚军 虎',
            ],
            [
                'id'      => 203112,
                'game_id' => 203,
                'name'    => '第三名 大',
            ],
            [
                'id'      => 203113,
                'game_id' => 203,
                'name'    => '第三名 小',
            ],
            [
                'id'      => 203114,
                'game_id' => 203,
                'name'    => '第三名 单',
            ],
            [
                'id'      => 203115,
                'game_id' => 203,
                'name'    => '第三名 双',
            ],
            [
                'id'      => 203116,
                'game_id' => 203,
                'name'    => '第三名 龙',
            ],
            [
                'id'      => 203117,
                'game_id' => 203,
                'name'    => '第三名 虎',
            ],
            [
                'id'      => 203118,
                'game_id' => 203,
                'name'    => '第四名 大',
            ],
            [
                'id'      => 203119,
                'game_id' => 203,
                'name'    => '第四名 小',
            ],
            [
                'id'      => 203120,
                'game_id' => 203,
                'name'    => '第四名 单',
            ],
            [
                'id'      => 203121,
                'game_id' => 203,
                'name'    => '第四名 双',
            ],
            [
                'id'      => 203122,
                'game_id' => 203,
                'name'    => '第四名 龙',
            ],
            [
                'id'      => 203123,
                'game_id' => 203,
                'name'    => '第四名 虎',
            ],
            [
                'id'      => 203124,
                'game_id' => 203,
                'name'    => '第五名 大',
            ],
            [
                'id'      => 203125,
                'game_id' => 203,
                'name'    => '第五名 小',
            ],
            [
                'id'      => 203126,
                'game_id' => 203,
                'name'    => '第五名 单',
            ],
            [
                'id'      => 203127,
                'game_id' => 203,
                'name'    => '第五名 双',
            ],
            [
                'id'      => 203128,
                'game_id' => 203,
                'name'    => '第五名 龙',
            ],
            [
                'id'      => 203129,
                'game_id' => 203,
                'name'    => '第五名 虎',
            ],
            [
                'id'      => 203130,
                'game_id' => 203,
                'name'    => '第六名 大',
            ],
            [
                'id'      => 203131,
                'game_id' => 203,
                'name'    => '第六名 小',
            ],
            [
                'id'      => 203132,
                'game_id' => 203,
                'name'    => '第六名 单',
            ],
            [
                'id'      => 203133,
                'game_id' => 203,
                'name'    => '第六名 双',
            ],
            [
                'id'      => 203134,
                'game_id' => 203,
                'name'    => '第七名 大',
            ],
            [
                'id'      => 203135,
                'game_id' => 203,
                'name'    => '第七名 小',
            ],
            [
                'id'      => 203136,
                'game_id' => 203,
                'name'    => '第七名 单',
            ],
            [
                'id'      => 203137,
                'game_id' => 203,
                'name'    => '第七名 双',
            ],
            [
                'id'      => 203138,
                'game_id' => 203,
                'name'    => '第八名 大',
            ],
            [
                'id'      => 203139,
                'game_id' => 203,
                'name'    => '第八名 小',
            ],
            [
                'id'      => 203140,
                'game_id' => 203,
                'name'    => '第八名 单',
            ],
            [
                'id'      => 203141,
                'game_id' => 203,
                'name'    => '第八名 双',
            ],
            [
                'id'      => 203142,
                'game_id' => 203,
                'name'    => '第九名 大',
            ],
            [
                'id'      => 203143,
                'game_id' => 203,
                'name'    => '第九名 小',
            ],
            [
                'id'      => 203144,
                'game_id' => 203,
                'name'    => '第九名 单',
            ],
            [
                'id'      => 203145,
                'game_id' => 203,
                'name'    => '第九名 双',
            ],
            [
                'id'      => 203146,
                'game_id' => 203,
                'name'    => '第十名 大',
            ],
            [
                'id'      => 203147,
                'game_id' => 203,
                'name'    => '第十名 小',
            ],
            [
                'id'      => 203148,
                'game_id' => 203,
                'name'    => '第十名 单',
            ],
            [
                'id'      => 203149,
                'game_id' => 203,
                'name'    => '第十名 双',
            ],
            [
                'id'      => 203150,
                'game_id' => 203,
                'name'    => '冠亚和 大',
            ],
            [
                'id'      => 203151,
                'game_id' => 203,
                'name'    => '冠亚和 小',
            ],
            [
                'id'      => 203152,
                'game_id' => 203,
                'name'    => '冠亚和 单',
            ],
            [
                'id'      => 203153,
                'game_id' => 203,
                'name'    => '冠亚和 双',
            ],
            [
                'id'      => 203154,
                'game_id' => 203,
                'name'    => '冠亚和 3',
            ],
            [
                'id'      => 203155,
                'game_id' => 203,
                'name'    => '冠亚和 4',
            ],
            [
                'id'      => 203156,
                'game_id' => 203,
                'name'    => '冠亚和 5',
            ],
            [
                'id'      => 203157,
                'game_id' => 203,
                'name'    => '冠亚和 6',
            ],
            [
                'id'      => 203158,
                'game_id' => 203,
                'name'    => '冠亚和 7',
            ],
            [
                'id'      => 203159,
                'game_id' => 203,
                'name'    => '冠亚和 8',
            ],
            [
                'id'      => 203160,
                'game_id' => 203,
                'name'    => '冠亚和 9',
            ],
            [
                'id'      => 203161,
                'game_id' => 203,
                'name'    => '冠亚和 10',
            ],
            [
                'id'      => 203162,
                'game_id' => 203,
                'name'    => '冠亚和 11',
            ],
            [
                'id'      => 203163,
                'game_id' => 203,
                'name'    => '冠亚和 12',
            ],
            [
                'id'      => 203164,
                'game_id' => 203,
                'name'    => '冠亚和 13',
            ],
            [
                'id'      => 203165,
                'game_id' => 203,
                'name'    => '冠亚和 14',
            ],
            [
                'id'      => 203166,
                'game_id' => 203,
                'name'    => '冠亚和 15',
            ],
            [
                'id'      => 203167,
                'game_id' => 203,
                'name'    => '冠亚和 16',
            ],
            [
                'id'      => 203168,
                'game_id' => 203,
                'name'    => '冠亚和 17',
            ],
            [
                'id'      => 203169,
                'game_id' => 203,
                'name'    => '冠亚和 18',
            ],
            [
                'id'      => 203170,
                'game_id' => 203,
                'name'    => '冠亚和 19',
            ],
            [
                'id'      => 204000,
                'game_id' => 204,
                'name'    => '冠军 1',
            ],
            [
                'id'      => 204001,
                'game_id' => 204,
                'name'    => '冠军 2',
            ],
            [
                'id'      => 204002,
                'game_id' => 204,
                'name'    => '冠军 3',
            ],
            [
                'id'      => 204003,
                'game_id' => 204,
                'name'    => '冠军 4',
            ],
            [
                'id'      => 204004,
                'game_id' => 204,
                'name'    => '冠军 5',
            ],
            [
                'id'      => 204005,
                'game_id' => 204,
                'name'    => '冠军 6',
            ],
            [
                'id'      => 204006,
                'game_id' => 204,
                'name'    => '冠军 7',
            ],
            [
                'id'      => 204007,
                'game_id' => 204,
                'name'    => '冠军 8',
            ],
            [
                'id'      => 204008,
                'game_id' => 204,
                'name'    => '冠军 9',
            ],
            [
                'id'      => 204009,
                'game_id' => 204,
                'name'    => '冠军 10',
            ],
            [
                'id'      => 204010,
                'game_id' => 204,
                'name'    => '亚军 1',
            ],
            [
                'id'      => 204011,
                'game_id' => 204,
                'name'    => '亚军 2',
            ],
            [
                'id'      => 204012,
                'game_id' => 204,
                'name'    => '亚军 3',
            ],
            [
                'id'      => 204013,
                'game_id' => 204,
                'name'    => '亚军 4',
            ],
            [
                'id'      => 204014,
                'game_id' => 204,
                'name'    => '亚军 5',
            ],
            [
                'id'      => 204015,
                'game_id' => 204,
                'name'    => '亚军 6',
            ],
            [
                'id'      => 204016,
                'game_id' => 204,
                'name'    => '亚军 7',
            ],
            [
                'id'      => 204017,
                'game_id' => 204,
                'name'    => '亚军 8',
            ],
            [
                'id'      => 204018,
                'game_id' => 204,
                'name'    => '亚军 9',
            ],
            [
                'id'      => 204019,
                'game_id' => 204,
                'name'    => '亚军 10',
            ],
            [
                'id'      => 204020,
                'game_id' => 204,
                'name'    => '第三名 1',
            ],
            [
                'id'      => 204021,
                'game_id' => 204,
                'name'    => '第三名 2',
            ],
            [
                'id'      => 204022,
                'game_id' => 204,
                'name'    => '第三名 3',
            ],
            [
                'id'      => 204023,
                'game_id' => 204,
                'name'    => '第三名 4',
            ],
            [
                'id'      => 204024,
                'game_id' => 204,
                'name'    => '第三名 5',
            ],
            [
                'id'      => 204025,
                'game_id' => 204,
                'name'    => '第三名 6',
            ],
            [
                'id'      => 204026,
                'game_id' => 204,
                'name'    => '第三名 7',
            ],
            [
                'id'      => 204027,
                'game_id' => 204,
                'name'    => '第三名 8',
            ],
            [
                'id'      => 204028,
                'game_id' => 204,
                'name'    => '第三名 9',
            ],
            [
                'id'      => 204029,
                'game_id' => 204,
                'name'    => '第三名 10',
            ],
            [
                'id'      => 204030,
                'game_id' => 204,
                'name'    => '第四名 1',
            ],
            [
                'id'      => 204031,
                'game_id' => 204,
                'name'    => '第四名 2',
            ],
            [
                'id'      => 204032,
                'game_id' => 204,
                'name'    => '第四名 3',
            ],
            [
                'id'      => 204033,
                'game_id' => 204,
                'name'    => '第四名 4',
            ],
            [
                'id'      => 204034,
                'game_id' => 204,
                'name'    => '第四名 5',
            ],
            [
                'id'      => 204035,
                'game_id' => 204,
                'name'    => '第四名 6',
            ],
            [
                'id'      => 204036,
                'game_id' => 204,
                'name'    => '第四名 7',
            ],
            [
                'id'      => 204037,
                'game_id' => 204,
                'name'    => '第四名 8',
            ],
            [
                'id'      => 204038,
                'game_id' => 204,
                'name'    => '第四名 9',
            ],
            [
                'id'      => 204039,
                'game_id' => 204,
                'name'    => '第四名 10',
            ],
            [
                'id'      => 204040,
                'game_id' => 204,
                'name'    => '第五名 1',
            ],
            [
                'id'      => 204041,
                'game_id' => 204,
                'name'    => '第五名 2',
            ],
            [
                'id'      => 204042,
                'game_id' => 204,
                'name'    => '第五名 3',
            ],
            [
                'id'      => 204043,
                'game_id' => 204,
                'name'    => '第五名 4',
            ],
            [
                'id'      => 204044,
                'game_id' => 204,
                'name'    => '第五名 5',
            ],
            [
                'id'      => 204045,
                'game_id' => 204,
                'name'    => '第五名 6',
            ],
            [
                'id'      => 204046,
                'game_id' => 204,
                'name'    => '第五名 7',
            ],
            [
                'id'      => 204047,
                'game_id' => 204,
                'name'    => '第五名 8',
            ],
            [
                'id'      => 204048,
                'game_id' => 204,
                'name'    => '第五名 9',
            ],
            [
                'id'      => 204049,
                'game_id' => 204,
                'name'    => '第五名 10',
            ],
            [
                'id'      => 204050,
                'game_id' => 204,
                'name'    => '第六名 1',
            ],
            [
                'id'      => 204051,
                'game_id' => 204,
                'name'    => '第六名 2',
            ],
            [
                'id'      => 204052,
                'game_id' => 204,
                'name'    => '第六名 3',
            ],
            [
                'id'      => 204053,
                'game_id' => 204,
                'name'    => '第六名 4',
            ],
            [
                'id'      => 204054,
                'game_id' => 204,
                'name'    => '第六名 5',
            ],
            [
                'id'      => 204055,
                'game_id' => 204,
                'name'    => '第六名 6',
            ],
            [
                'id'      => 204056,
                'game_id' => 204,
                'name'    => '第六名 7',
            ],
            [
                'id'      => 204057,
                'game_id' => 204,
                'name'    => '第六名 8',
            ],
            [
                'id'      => 204058,
                'game_id' => 204,
                'name'    => '第六名 9',
            ],
            [
                'id'      => 204059,
                'game_id' => 204,
                'name'    => '第六名 10',
            ],
            [
                'id'      => 204060,
                'game_id' => 204,
                'name'    => '第七名 1',
            ],
            [
                'id'      => 204061,
                'game_id' => 204,
                'name'    => '第七名 2',
            ],
            [
                'id'      => 204062,
                'game_id' => 204,
                'name'    => '第七名 3',
            ],
            [
                'id'      => 204063,
                'game_id' => 204,
                'name'    => '第七名 4',
            ],
            [
                'id'      => 204064,
                'game_id' => 204,
                'name'    => '第七名 5',
            ],
            [
                'id'      => 204065,
                'game_id' => 204,
                'name'    => '第七名 6',
            ],
            [
                'id'      => 204066,
                'game_id' => 204,
                'name'    => '第七名 7',
            ],
            [
                'id'      => 204067,
                'game_id' => 204,
                'name'    => '第七名 8',
            ],
            [
                'id'      => 204068,
                'game_id' => 204,
                'name'    => '第七名 9',
            ],
            [
                'id'      => 204069,
                'game_id' => 204,
                'name'    => '第七名 10',
            ],
            [
                'id'      => 204070,
                'game_id' => 204,
                'name'    => '第八名 1',
            ],
            [
                'id'      => 204071,
                'game_id' => 204,
                'name'    => '第八名 2',
            ],
            [
                'id'      => 204072,
                'game_id' => 204,
                'name'    => '第八名 3',
            ],
            [
                'id'      => 204073,
                'game_id' => 204,
                'name'    => '第八名 4',
            ],
            [
                'id'      => 204074,
                'game_id' => 204,
                'name'    => '第八名 5',
            ],
            [
                'id'      => 204075,
                'game_id' => 204,
                'name'    => '第八名 6',
            ],
            [
                'id'      => 204076,
                'game_id' => 204,
                'name'    => '第八名 7',
            ],
            [
                'id'      => 204077,
                'game_id' => 204,
                'name'    => '第八名 8',
            ],
            [
                'id'      => 204078,
                'game_id' => 204,
                'name'    => '第八名 9',
            ],
            [
                'id'      => 204079,
                'game_id' => 204,
                'name'    => '第八名 10',
            ],
            [
                'id'      => 204080,
                'game_id' => 204,
                'name'    => '第九名 1',
            ],
            [
                'id'      => 204081,
                'game_id' => 204,
                'name'    => '第九名 2',
            ],
            [
                'id'      => 204082,
                'game_id' => 204,
                'name'    => '第九名 3',
            ],
            [
                'id'      => 204083,
                'game_id' => 204,
                'name'    => '第九名 4',
            ],
            [
                'id'      => 204084,
                'game_id' => 204,
                'name'    => '第九名 5',
            ],
            [
                'id'      => 204085,
                'game_id' => 204,
                'name'    => '第九名 6',
            ],
            [
                'id'      => 204086,
                'game_id' => 204,
                'name'    => '第九名 7',
            ],
            [
                'id'      => 204087,
                'game_id' => 204,
                'name'    => '第九名 8',
            ],
            [
                'id'      => 204088,
                'game_id' => 204,
                'name'    => '第九名 9',
            ],
            [
                'id'      => 204089,
                'game_id' => 204,
                'name'    => '第九名 10',
            ],
            [
                'id'      => 204090,
                'game_id' => 204,
                'name'    => '第十名 1',
            ],
            [
                'id'      => 204091,
                'game_id' => 204,
                'name'    => '第十名 2',
            ],
            [
                'id'      => 204092,
                'game_id' => 204,
                'name'    => '第十名 3',
            ],
            [
                'id'      => 204093,
                'game_id' => 204,
                'name'    => '第十名 4',
            ],
            [
                'id'      => 204094,
                'game_id' => 204,
                'name'    => '第十名 5',
            ],
            [
                'id'      => 204095,
                'game_id' => 204,
                'name'    => '第十名 6',
            ],
            [
                'id'      => 204096,
                'game_id' => 204,
                'name'    => '第十名 7',
            ],
            [
                'id'      => 204097,
                'game_id' => 204,
                'name'    => '第十名 8',
            ],
            [
                'id'      => 204098,
                'game_id' => 204,
                'name'    => '第十名 9',
            ],
            [
                'id'      => 204099,
                'game_id' => 204,
                'name'    => '第十名 10',
            ],
            [
                'id'      => 204100,
                'game_id' => 204,
                'name'    => '冠军 大',
            ],
            [
                'id'      => 204101,
                'game_id' => 204,
                'name'    => '冠军 小',
            ],
            [
                'id'      => 204102,
                'game_id' => 204,
                'name'    => '冠军 单',
            ],
            [
                'id'      => 204103,
                'game_id' => 204,
                'name'    => '冠军 双',
            ],
            [
                'id'      => 204104,
                'game_id' => 204,
                'name'    => '冠军 龙',
            ],
            [
                'id'      => 204105,
                'game_id' => 204,
                'name'    => '冠军 虎',
            ],
            [
                'id'      => 204106,
                'game_id' => 204,
                'name'    => '亚军 大',
            ],
            [
                'id'      => 204107,
                'game_id' => 204,
                'name'    => '亚军 小',
            ],
            [
                'id'      => 204108,
                'game_id' => 204,
                'name'    => '亚军 单',
            ],
            [
                'id'      => 204109,
                'game_id' => 204,
                'name'    => '亚军 双',
            ],
            [
                'id'      => 204110,
                'game_id' => 204,
                'name'    => '亚军 龙',
            ],
            [
                'id'      => 204111,
                'game_id' => 204,
                'name'    => '亚军 虎',
            ],
            [
                'id'      => 204112,
                'game_id' => 204,
                'name'    => '第三名 大',
            ],
            [
                'id'      => 204113,
                'game_id' => 204,
                'name'    => '第三名 小',
            ],
            [
                'id'      => 204114,
                'game_id' => 204,
                'name'    => '第三名 单',
            ],
            [
                'id'      => 204115,
                'game_id' => 204,
                'name'    => '第三名 双',
            ],
            [
                'id'      => 204116,
                'game_id' => 204,
                'name'    => '第三名 龙',
            ],
            [
                'id'      => 204117,
                'game_id' => 204,
                'name'    => '第三名 虎',
            ],
            [
                'id'      => 204118,
                'game_id' => 204,
                'name'    => '第四名 大',
            ],
            [
                'id'      => 204119,
                'game_id' => 204,
                'name'    => '第四名 小',
            ],
            [
                'id'      => 204120,
                'game_id' => 204,
                'name'    => '第四名 单',
            ],
            [
                'id'      => 204121,
                'game_id' => 204,
                'name'    => '第四名 双',
            ],
            [
                'id'      => 204122,
                'game_id' => 204,
                'name'    => '第四名 龙',
            ],
            [
                'id'      => 204123,
                'game_id' => 204,
                'name'    => '第四名 虎',
            ],
            [
                'id'      => 204124,
                'game_id' => 204,
                'name'    => '第五名 大',
            ],
            [
                'id'      => 204125,
                'game_id' => 204,
                'name'    => '第五名 小',
            ],
            [
                'id'      => 204126,
                'game_id' => 204,
                'name'    => '第五名 单',
            ],
            [
                'id'      => 204127,
                'game_id' => 204,
                'name'    => '第五名 双',
            ],
            [
                'id'      => 204128,
                'game_id' => 204,
                'name'    => '第五名 龙',
            ],
            [
                'id'      => 204129,
                'game_id' => 204,
                'name'    => '第五名 虎',
            ],
            [
                'id'      => 204130,
                'game_id' => 204,
                'name'    => '第六名 大',
            ],
            [
                'id'      => 204131,
                'game_id' => 204,
                'name'    => '第六名 小',
            ],
            [
                'id'      => 204132,
                'game_id' => 204,
                'name'    => '第六名 单',
            ],
            [
                'id'      => 204133,
                'game_id' => 204,
                'name'    => '第六名 双',
            ],
            [
                'id'      => 204134,
                'game_id' => 204,
                'name'    => '第七名 大',
            ],
            [
                'id'      => 204135,
                'game_id' => 204,
                'name'    => '第七名 小',
            ],
            [
                'id'      => 204136,
                'game_id' => 204,
                'name'    => '第七名 单',
            ],
            [
                'id'      => 204137,
                'game_id' => 204,
                'name'    => '第七名 双',
            ],
            [
                'id'      => 204138,
                'game_id' => 204,
                'name'    => '第八名 大',
            ],
            [
                'id'      => 204139,
                'game_id' => 204,
                'name'    => '第八名 小',
            ],
            [
                'id'      => 204140,
                'game_id' => 204,
                'name'    => '第八名 单',
            ],
            [
                'id'      => 204141,
                'game_id' => 204,
                'name'    => '第八名 双',
            ],
            [
                'id'      => 204142,
                'game_id' => 204,
                'name'    => '第九名 大',
            ],
            [
                'id'      => 204143,
                'game_id' => 204,
                'name'    => '第九名 小',
            ],
            [
                'id'      => 204144,
                'game_id' => 204,
                'name'    => '第九名 单',
            ],
            [
                'id'      => 204145,
                'game_id' => 204,
                'name'    => '第九名 双',
            ],
            [
                'id'      => 204146,
                'game_id' => 204,
                'name'    => '第十名 大',
            ],
            [
                'id'      => 204147,
                'game_id' => 204,
                'name'    => '第十名 小',
            ],
            [
                'id'      => 204148,
                'game_id' => 204,
                'name'    => '第十名 单',
            ],
            [
                'id'      => 204149,
                'game_id' => 204,
                'name'    => '第十名 双',
            ],
            [
                'id'      => 204150,
                'game_id' => 204,
                'name'    => '冠亚和 大',
            ],
            [
                'id'      => 204151,
                'game_id' => 204,
                'name'    => '冠亚和 小',
            ],
            [
                'id'      => 204152,
                'game_id' => 204,
                'name'    => '冠亚和 单',
            ],
            [
                'id'      => 204153,
                'game_id' => 204,
                'name'    => '冠亚和 双',
            ],
            [
                'id'      => 204154,
                'game_id' => 204,
                'name'    => '冠亚和 3',
            ],
            [
                'id'      => 204155,
                'game_id' => 204,
                'name'    => '冠亚和 4',
            ],
            [
                'id'      => 204156,
                'game_id' => 204,
                'name'    => '冠亚和 5',
            ],
            [
                'id'      => 204157,
                'game_id' => 204,
                'name'    => '冠亚和 6',
            ],
            [
                'id'      => 204158,
                'game_id' => 204,
                'name'    => '冠亚和 7',
            ],
            [
                'id'      => 204159,
                'game_id' => 204,
                'name'    => '冠亚和 8',
            ],
            [
                'id'      => 204160,
                'game_id' => 204,
                'name'    => '冠亚和 9',
            ],
            [
                'id'      => 204161,
                'game_id' => 204,
                'name'    => '冠亚和 10',
            ],
            [
                'id'      => 204162,
                'game_id' => 204,
                'name'    => '冠亚和 11',
            ],
            [
                'id'      => 204163,
                'game_id' => 204,
                'name'    => '冠亚和 12',
            ],
            [
                'id'      => 204164,
                'game_id' => 204,
                'name'    => '冠亚和 13',
            ],
            [
                'id'      => 204165,
                'game_id' => 204,
                'name'    => '冠亚和 14',
            ],
            [
                'id'      => 204166,
                'game_id' => 204,
                'name'    => '冠亚和 15',
            ],
            [
                'id'      => 204167,
                'game_id' => 204,
                'name'    => '冠亚和 16',
            ],
            [
                'id'      => 204168,
                'game_id' => 204,
                'name'    => '冠亚和 17',
            ],
            [
                'id'      => 204169,
                'game_id' => 204,
                'name'    => '冠亚和 18',
            ],
            [
                'id'      => 204170,
                'game_id' => 204,
                'name'    => '冠亚和 19',
            ],
            [
                'id'      => 301000,
                'game_id' => 301,
                'name'    => '第一球 0',
            ],
            [
                'id'      => 301001,
                'game_id' => 301,
                'name'    => '第一球 1',
            ],
            [
                'id'      => 301002,
                'game_id' => 301,
                'name'    => '第一球 2',
            ],
            [
                'id'      => 301003,
                'game_id' => 301,
                'name'    => '第一球 3',
            ],
            [
                'id'      => 301004,
                'game_id' => 301,
                'name'    => '第一球 4',
            ],
            [
                'id'      => 301005,
                'game_id' => 301,
                'name'    => '第一球 5',
            ],
            [
                'id'      => 301006,
                'game_id' => 301,
                'name'    => '第一球 6',
            ],
            [
                'id'      => 301007,
                'game_id' => 301,
                'name'    => '第一球 7',
            ],
            [
                'id'      => 301008,
                'game_id' => 301,
                'name'    => '第一球 8',
            ],
            [
                'id'      => 301009,
                'game_id' => 301,
                'name'    => '第一球 9',
            ],
            [
                'id'      => 301010,
                'game_id' => 301,
                'name'    => '第一球 大',
            ],
            [
                'id'      => 301011,
                'game_id' => 301,
                'name'    => '第一球 小',
            ],
            [
                'id'      => 301012,
                'game_id' => 301,
                'name'    => '第一球 单',
            ],
            [
                'id'      => 301013,
                'game_id' => 301,
                'name'    => '第一球 双',
            ],
            [
                'id'      => 301014,
                'game_id' => 301,
                'name'    => '第二球 0',
            ],
            [
                'id'      => 301015,
                'game_id' => 301,
                'name'    => '第二球 1',
            ],
            [
                'id'      => 301016,
                'game_id' => 301,
                'name'    => '第二球 2',
            ],
            [
                'id'      => 301017,
                'game_id' => 301,
                'name'    => '第二球 3',
            ],
            [
                'id'      => 301018,
                'game_id' => 301,
                'name'    => '第二球 4',
            ],
            [
                'id'      => 301019,
                'game_id' => 301,
                'name'    => '第二球 5',
            ],
            [
                'id'      => 301020,
                'game_id' => 301,
                'name'    => '第二球 6',
            ],
            [
                'id'      => 301021,
                'game_id' => 301,
                'name'    => '第二球 7',
            ],
            [
                'id'      => 301022,
                'game_id' => 301,
                'name'    => '第二球 8',
            ],
            [
                'id'      => 301023,
                'game_id' => 301,
                'name'    => '第二球 9',
            ],
            [
                'id'      => 301024,
                'game_id' => 301,
                'name'    => '第二球 大',
            ],
            [
                'id'      => 301025,
                'game_id' => 301,
                'name'    => '第二球 小',
            ],
            [
                'id'      => 301026,
                'game_id' => 301,
                'name'    => '第二球 单',
            ],
            [
                'id'      => 301027,
                'game_id' => 301,
                'name'    => '第二球 双',
            ],
            [
                'id'      => 301028,
                'game_id' => 301,
                'name'    => '第三球 0',
            ],
            [
                'id'      => 301029,
                'game_id' => 301,
                'name'    => '第三球 1',
            ],
            [
                'id'      => 301030,
                'game_id' => 301,
                'name'    => '第三球 2',
            ],
            [
                'id'      => 301031,
                'game_id' => 301,
                'name'    => '第三球 3',
            ],
            [
                'id'      => 301032,
                'game_id' => 301,
                'name'    => '第三球 4',
            ],
            [
                'id'      => 301033,
                'game_id' => 301,
                'name'    => '第三球 5',
            ],
            [
                'id'      => 301034,
                'game_id' => 301,
                'name'    => '第三球 6',
            ],
            [
                'id'      => 301035,
                'game_id' => 301,
                'name'    => '第三球 7',
            ],
            [
                'id'      => 301036,
                'game_id' => 301,
                'name'    => '第三球 8',
            ],
            [
                'id'      => 301037,
                'game_id' => 301,
                'name'    => '第三球 9',
            ],
            [
                'id'      => 301038,
                'game_id' => 301,
                'name'    => '第三球 大',
            ],
            [
                'id'      => 301039,
                'game_id' => 301,
                'name'    => '第三球 小',
            ],
            [
                'id'      => 301040,
                'game_id' => 301,
                'name'    => '第三球 单',
            ],
            [
                'id'      => 301041,
                'game_id' => 301,
                'name'    => '第三球 双',
            ],
            [
                'id'      => 301042,
                'game_id' => 301,
                'name'    => '第四球 0',
            ],
            [
                'id'      => 301043,
                'game_id' => 301,
                'name'    => '第四球 1',
            ],
            [
                'id'      => 301044,
                'game_id' => 301,
                'name'    => '第四球 2',
            ],
            [
                'id'      => 301045,
                'game_id' => 301,
                'name'    => '第四球 3',
            ],
            [
                'id'      => 301046,
                'game_id' => 301,
                'name'    => '第四球 4',
            ],
            [
                'id'      => 301047,
                'game_id' => 301,
                'name'    => '第四球 5',
            ],
            [
                'id'      => 301048,
                'game_id' => 301,
                'name'    => '第四球 6',
            ],
            [
                'id'      => 301049,
                'game_id' => 301,
                'name'    => '第四球 7',
            ],
            [
                'id'      => 301050,
                'game_id' => 301,
                'name'    => '第四球 8',
            ],
            [
                'id'      => 301051,
                'game_id' => 301,
                'name'    => '第四球 9',
            ],
            [
                'id'      => 301052,
                'game_id' => 301,
                'name'    => '第四球 大',
            ],
            [
                'id'      => 301053,
                'game_id' => 301,
                'name'    => '第四球 小',
            ],
            [
                'id'      => 301054,
                'game_id' => 301,
                'name'    => '第四球 单',
            ],
            [
                'id'      => 301055,
                'game_id' => 301,
                'name'    => '第四球 双',
            ],
            [
                'id'      => 301056,
                'game_id' => 301,
                'name'    => '第五球 0',
            ],
            [
                'id'      => 301057,
                'game_id' => 301,
                'name'    => '第五球 1',
            ],
            [
                'id'      => 301058,
                'game_id' => 301,
                'name'    => '第五球 2',
            ],
            [
                'id'      => 301059,
                'game_id' => 301,
                'name'    => '第五球 3',
            ],
            [
                'id'      => 301060,
                'game_id' => 301,
                'name'    => '第五球 4',
            ],
            [
                'id'      => 301061,
                'game_id' => 301,
                'name'    => '第五球 5',
            ],
            [
                'id'      => 301062,
                'game_id' => 301,
                'name'    => '第五球 6',
            ],
            [
                'id'      => 301063,
                'game_id' => 301,
                'name'    => '第五球 7',
            ],
            [
                'id'      => 301064,
                'game_id' => 301,
                'name'    => '第五球 8',
            ],
            [
                'id'      => 301065,
                'game_id' => 301,
                'name'    => '第五球 9',
            ],
            [
                'id'      => 301066,
                'game_id' => 301,
                'name'    => '第五球 大',
            ],
            [
                'id'      => 301067,
                'game_id' => 301,
                'name'    => '第五球 小',
            ],
            [
                'id'      => 301068,
                'game_id' => 301,
                'name'    => '第五球 单',
            ],
            [
                'id'      => 301069,
                'game_id' => 301,
                'name'    => '第五球 双',
            ],
            [
                'id'      => 301070,
                'game_id' => 301,
                'name'    => '前三 豹子',
            ],
            [
                'id'      => 301071,
                'game_id' => 301,
                'name'    => '前三 顺子',
            ],
            [
                'id'      => 301072,
                'game_id' => 301,
                'name'    => '前三 对子',
            ],
            [
                'id'      => 301073,
                'game_id' => 301,
                'name'    => '前三 半顺',
            ],
            [
                'id'      => 301074,
                'game_id' => 301,
                'name'    => '前三 杂六',
            ],
            [
                'id'      => 301075,
                'game_id' => 301,
                'name'    => '中三 豹子',
            ],
            [
                'id'      => 301076,
                'game_id' => 301,
                'name'    => '中三 顺子',
            ],
            [
                'id'      => 301077,
                'game_id' => 301,
                'name'    => '中三 对子',
            ],
            [
                'id'      => 301078,
                'game_id' => 301,
                'name'    => '中三 半顺',
            ],
            [
                'id'      => 301079,
                'game_id' => 301,
                'name'    => '中三 杂六',
            ],
            [
                'id'      => 301080,
                'game_id' => 301,
                'name'    => '后三 豹子',
            ],
            [
                'id'      => 301081,
                'game_id' => 301,
                'name'    => '后三 顺子',
            ],
            [
                'id'      => 301082,
                'game_id' => 301,
                'name'    => '后三 对子',
            ],
            [
                'id'      => 301083,
                'game_id' => 301,
                'name'    => '后三 半顺',
            ],
            [
                'id'      => 301084,
                'game_id' => 301,
                'name'    => '后三 杂六',
            ],
            [
                'id'      => 301085,
                'game_id' => 301,
                'name'    => '总和 大',
            ],
            [
                'id'      => 301086,
                'game_id' => 301,
                'name'    => '总和 小',
            ],
            [
                'id'      => 301087,
                'game_id' => 301,
                'name'    => '总和 单',
            ],
            [
                'id'      => 301088,
                'game_id' => 301,
                'name'    => '总和 双',
            ],
            [
                'id'      => 301089,
                'game_id' => 301,
                'name'    => '龙',
            ],
            [
                'id'      => 301090,
                'game_id' => 301,
                'name'    => '虎',
            ],
            [
                'id'      => 301091,
                'game_id' => 301,
                'name'    => '和',
            ],
            [
                'id'      => 302000,
                'game_id' => 302,
                'name'    => '第一球 0',
            ],
            [
                'id'      => 302001,
                'game_id' => 302,
                'name'    => '第一球 1',
            ],
            [
                'id'      => 302002,
                'game_id' => 302,
                'name'    => '第一球 2',
            ],
            [
                'id'      => 302003,
                'game_id' => 302,
                'name'    => '第一球 3',
            ],
            [
                'id'      => 302004,
                'game_id' => 302,
                'name'    => '第一球 4',
            ],
            [
                'id'      => 302005,
                'game_id' => 302,
                'name'    => '第一球 5',
            ],
            [
                'id'      => 302006,
                'game_id' => 302,
                'name'    => '第一球 6',
            ],
            [
                'id'      => 302007,
                'game_id' => 302,
                'name'    => '第一球 7',
            ],
            [
                'id'      => 302008,
                'game_id' => 302,
                'name'    => '第一球 8',
            ],
            [
                'id'      => 302009,
                'game_id' => 302,
                'name'    => '第一球 9',
            ],
            [
                'id'      => 302010,
                'game_id' => 302,
                'name'    => '第一球 大',
            ],
            [
                'id'      => 302011,
                'game_id' => 302,
                'name'    => '第一球 小',
            ],
            [
                'id'      => 302012,
                'game_id' => 302,
                'name'    => '第一球 单',
            ],
            [
                'id'      => 302013,
                'game_id' => 302,
                'name'    => '第一球 双',
            ],
            [
                'id'      => 302014,
                'game_id' => 302,
                'name'    => '第二球 0',
            ],
            [
                'id'      => 302015,
                'game_id' => 302,
                'name'    => '第二球 1',
            ],
            [
                'id'      => 302016,
                'game_id' => 302,
                'name'    => '第二球 2',
            ],
            [
                'id'      => 302017,
                'game_id' => 302,
                'name'    => '第二球 3',
            ],
            [
                'id'      => 302018,
                'game_id' => 302,
                'name'    => '第二球 4',
            ],
            [
                'id'      => 302019,
                'game_id' => 302,
                'name'    => '第二球 5',
            ],
            [
                'id'      => 302020,
                'game_id' => 302,
                'name'    => '第二球 6',
            ],
            [
                'id'      => 302021,
                'game_id' => 302,
                'name'    => '第二球 7',
            ],
            [
                'id'      => 302022,
                'game_id' => 302,
                'name'    => '第二球 8',
            ],
            [
                'id'      => 302023,
                'game_id' => 302,
                'name'    => '第二球 9',
            ],
            [
                'id'      => 302024,
                'game_id' => 302,
                'name'    => '第二球 大',
            ],
            [
                'id'      => 302025,
                'game_id' => 302,
                'name'    => '第二球 小',
            ],
            [
                'id'      => 302026,
                'game_id' => 302,
                'name'    => '第二球 单',
            ],
            [
                'id'      => 302027,
                'game_id' => 302,
                'name'    => '第二球 双',
            ],
            [
                'id'      => 302028,
                'game_id' => 302,
                'name'    => '第三球 0',
            ],
            [
                'id'      => 302029,
                'game_id' => 302,
                'name'    => '第三球 1',
            ],
            [
                'id'      => 302030,
                'game_id' => 302,
                'name'    => '第三球 2',
            ],
            [
                'id'      => 302031,
                'game_id' => 302,
                'name'    => '第三球 3',
            ],
            [
                'id'      => 302032,
                'game_id' => 302,
                'name'    => '第三球 4',
            ],
            [
                'id'      => 302033,
                'game_id' => 302,
                'name'    => '第三球 5',
            ],
            [
                'id'      => 302034,
                'game_id' => 302,
                'name'    => '第三球 6',
            ],
            [
                'id'      => 302035,
                'game_id' => 302,
                'name'    => '第三球 7',
            ],
            [
                'id'      => 302036,
                'game_id' => 302,
                'name'    => '第三球 8',
            ],
            [
                'id'      => 302037,
                'game_id' => 302,
                'name'    => '第三球 9',
            ],
            [
                'id'      => 302038,
                'game_id' => 302,
                'name'    => '第三球 大',
            ],
            [
                'id'      => 302039,
                'game_id' => 302,
                'name'    => '第三球 小',
            ],
            [
                'id'      => 302040,
                'game_id' => 302,
                'name'    => '第三球 单',
            ],
            [
                'id'      => 302041,
                'game_id' => 302,
                'name'    => '第三球 双',
            ],
            [
                'id'      => 302042,
                'game_id' => 302,
                'name'    => '第四球 0',
            ],
            [
                'id'      => 302043,
                'game_id' => 302,
                'name'    => '第四球 1',
            ],
            [
                'id'      => 302044,
                'game_id' => 302,
                'name'    => '第四球 2',
            ],
            [
                'id'      => 302045,
                'game_id' => 302,
                'name'    => '第四球 3',
            ],
            [
                'id'      => 302046,
                'game_id' => 302,
                'name'    => '第四球 4',
            ],
            [
                'id'      => 302047,
                'game_id' => 302,
                'name'    => '第四球 5',
            ],
            [
                'id'      => 302048,
                'game_id' => 302,
                'name'    => '第四球 6',
            ],
            [
                'id'      => 302049,
                'game_id' => 302,
                'name'    => '第四球 7',
            ],
            [
                'id'      => 302050,
                'game_id' => 302,
                'name'    => '第四球 8',
            ],
            [
                'id'      => 302051,
                'game_id' => 302,
                'name'    => '第四球 9',
            ],
            [
                'id'      => 302052,
                'game_id' => 302,
                'name'    => '第四球 大',
            ],
            [
                'id'      => 302053,
                'game_id' => 302,
                'name'    => '第四球 小',
            ],
            [
                'id'      => 302054,
                'game_id' => 302,
                'name'    => '第四球 单',
            ],
            [
                'id'      => 302055,
                'game_id' => 302,
                'name'    => '第四球 双',
            ],
            [
                'id'      => 302056,
                'game_id' => 302,
                'name'    => '第五球 0',
            ],
            [
                'id'      => 302057,
                'game_id' => 302,
                'name'    => '第五球 1',
            ],
            [
                'id'      => 302058,
                'game_id' => 302,
                'name'    => '第五球 2',
            ],
            [
                'id'      => 302059,
                'game_id' => 302,
                'name'    => '第五球 3',
            ],
            [
                'id'      => 302060,
                'game_id' => 302,
                'name'    => '第五球 4',
            ],
            [
                'id'      => 302061,
                'game_id' => 302,
                'name'    => '第五球 5',
            ],
            [
                'id'      => 302062,
                'game_id' => 302,
                'name'    => '第五球 6',
            ],
            [
                'id'      => 302063,
                'game_id' => 302,
                'name'    => '第五球 7',
            ],
            [
                'id'      => 302064,
                'game_id' => 302,
                'name'    => '第五球 8',
            ],
            [
                'id'      => 302065,
                'game_id' => 302,
                'name'    => '第五球 9',
            ],
            [
                'id'      => 302066,
                'game_id' => 302,
                'name'    => '第五球 大',
            ],
            [
                'id'      => 302067,
                'game_id' => 302,
                'name'    => '第五球 小',
            ],
            [
                'id'      => 302068,
                'game_id' => 302,
                'name'    => '第五球 单',
            ],
            [
                'id'      => 302069,
                'game_id' => 302,
                'name'    => '第五球 双',
            ],
            [
                'id'      => 302070,
                'game_id' => 302,
                'name'    => '前三 豹子',
            ],
            [
                'id'      => 302071,
                'game_id' => 302,
                'name'    => '前三 顺子',
            ],
            [
                'id'      => 302072,
                'game_id' => 302,
                'name'    => '前三 对子',
            ],
            [
                'id'      => 302073,
                'game_id' => 302,
                'name'    => '前三 半顺',
            ],
            [
                'id'      => 302074,
                'game_id' => 302,
                'name'    => '前三 杂六',
            ],
            [
                'id'      => 302075,
                'game_id' => 302,
                'name'    => '中三 豹子',
            ],
            [
                'id'      => 302076,
                'game_id' => 302,
                'name'    => '中三 顺子',
            ],
            [
                'id'      => 302077,
                'game_id' => 302,
                'name'    => '中三 对子',
            ],
            [
                'id'      => 302078,
                'game_id' => 302,
                'name'    => '中三 半顺',
            ],
            [
                'id'      => 302079,
                'game_id' => 302,
                'name'    => '中三 杂六',
            ],
            [
                'id'      => 302080,
                'game_id' => 302,
                'name'    => '后三 豹子',
            ],
            [
                'id'      => 302081,
                'game_id' => 302,
                'name'    => '后三 顺子',
            ],
            [
                'id'      => 302082,
                'game_id' => 302,
                'name'    => '后三 对子',
            ],
            [
                'id'      => 302083,
                'game_id' => 302,
                'name'    => '后三 半顺',
            ],
            [
                'id'      => 302084,
                'game_id' => 302,
                'name'    => '后三 杂六',
            ],
            [
                'id'      => 302085,
                'game_id' => 302,
                'name'    => '总和 大',
            ],
            [
                'id'      => 302086,
                'game_id' => 302,
                'name'    => '总和 小',
            ],
            [
                'id'      => 302087,
                'game_id' => 302,
                'name'    => '总和 单',
            ],
            [
                'id'      => 302088,
                'game_id' => 302,
                'name'    => '总和 双',
            ],
            [
                'id'      => 302089,
                'game_id' => 302,
                'name'    => '龙',
            ],
            [
                'id'      => 302090,
                'game_id' => 302,
                'name'    => '虎',
            ],
            [
                'id'      => 302091,
                'game_id' => 302,
                'name'    => '和',
            ],
            [
                'id'      => 304000,
                'game_id' => 304,
                'name'    => '第一球 0',
            ],
            [
                'id'      => 304001,
                'game_id' => 304,
                'name'    => '第一球 1',
            ],
            [
                'id'      => 304002,
                'game_id' => 304,
                'name'    => '第一球 2',
            ],
            [
                'id'      => 304003,
                'game_id' => 304,
                'name'    => '第一球 3',
            ],
            [
                'id'      => 304004,
                'game_id' => 304,
                'name'    => '第一球 4',
            ],
            [
                'id'      => 304005,
                'game_id' => 304,
                'name'    => '第一球 5',
            ],
            [
                'id'      => 304006,
                'game_id' => 304,
                'name'    => '第一球 6',
            ],
            [
                'id'      => 304007,
                'game_id' => 304,
                'name'    => '第一球 7',
            ],
            [
                'id'      => 304008,
                'game_id' => 304,
                'name'    => '第一球 8',
            ],
            [
                'id'      => 304009,
                'game_id' => 304,
                'name'    => '第一球 9',
            ],
            [
                'id'      => 304010,
                'game_id' => 304,
                'name'    => '第一球 大',
            ],
            [
                'id'      => 304011,
                'game_id' => 304,
                'name'    => '第一球 小',
            ],
            [
                'id'      => 304012,
                'game_id' => 304,
                'name'    => '第一球 单',
            ],
            [
                'id'      => 304013,
                'game_id' => 304,
                'name'    => '第一球 双',
            ],
            [
                'id'      => 304014,
                'game_id' => 304,
                'name'    => '第二球 0',
            ],
            [
                'id'      => 304015,
                'game_id' => 304,
                'name'    => '第二球 1',
            ],
            [
                'id'      => 304016,
                'game_id' => 304,
                'name'    => '第二球 2',
            ],
            [
                'id'      => 304017,
                'game_id' => 304,
                'name'    => '第二球 3',
            ],
            [
                'id'      => 304018,
                'game_id' => 304,
                'name'    => '第二球 4',
            ],
            [
                'id'      => 304019,
                'game_id' => 304,
                'name'    => '第二球 5',
            ],
            [
                'id'      => 304020,
                'game_id' => 304,
                'name'    => '第二球 6',
            ],
            [
                'id'      => 304021,
                'game_id' => 304,
                'name'    => '第二球 7',
            ],
            [
                'id'      => 304022,
                'game_id' => 304,
                'name'    => '第二球 8',
            ],
            [
                'id'      => 304023,
                'game_id' => 304,
                'name'    => '第二球 9',
            ],
            [
                'id'      => 304024,
                'game_id' => 304,
                'name'    => '第二球 大',
            ],
            [
                'id'      => 304025,
                'game_id' => 304,
                'name'    => '第二球 小',
            ],
            [
                'id'      => 304026,
                'game_id' => 304,
                'name'    => '第二球 单',
            ],
            [
                'id'      => 304027,
                'game_id' => 304,
                'name'    => '第二球 双',
            ],
            [
                'id'      => 304028,
                'game_id' => 304,
                'name'    => '第三球 0',
            ],
            [
                'id'      => 304029,
                'game_id' => 304,
                'name'    => '第三球 1',
            ],
            [
                'id'      => 304030,
                'game_id' => 304,
                'name'    => '第三球 2',
            ],
            [
                'id'      => 304031,
                'game_id' => 304,
                'name'    => '第三球 3',
            ],
            [
                'id'      => 304032,
                'game_id' => 304,
                'name'    => '第三球 4',
            ],
            [
                'id'      => 304033,
                'game_id' => 304,
                'name'    => '第三球 5',
            ],
            [
                'id'      => 304034,
                'game_id' => 304,
                'name'    => '第三球 6',
            ],
            [
                'id'      => 304035,
                'game_id' => 304,
                'name'    => '第三球 7',
            ],
            [
                'id'      => 304036,
                'game_id' => 304,
                'name'    => '第三球 8',
            ],
            [
                'id'      => 304037,
                'game_id' => 304,
                'name'    => '第三球 9',
            ],
            [
                'id'      => 304038,
                'game_id' => 304,
                'name'    => '第三球 大',
            ],
            [
                'id'      => 304039,
                'game_id' => 304,
                'name'    => '第三球 小',
            ],
            [
                'id'      => 304040,
                'game_id' => 304,
                'name'    => '第三球 单',
            ],
            [
                'id'      => 304041,
                'game_id' => 304,
                'name'    => '第三球 双',
            ],
            [
                'id'      => 304042,
                'game_id' => 304,
                'name'    => '第四球 0',
            ],
            [
                'id'      => 304043,
                'game_id' => 304,
                'name'    => '第四球 1',
            ],
            [
                'id'      => 304044,
                'game_id' => 304,
                'name'    => '第四球 2',
            ],
            [
                'id'      => 304045,
                'game_id' => 304,
                'name'    => '第四球 3',
            ],
            [
                'id'      => 304046,
                'game_id' => 304,
                'name'    => '第四球 4',
            ],
            [
                'id'      => 304047,
                'game_id' => 304,
                'name'    => '第四球 5',
            ],
            [
                'id'      => 304048,
                'game_id' => 304,
                'name'    => '第四球 6',
            ],
            [
                'id'      => 304049,
                'game_id' => 304,
                'name'    => '第四球 7',
            ],
            [
                'id'      => 304050,
                'game_id' => 304,
                'name'    => '第四球 8',
            ],
            [
                'id'      => 304051,
                'game_id' => 304,
                'name'    => '第四球 9',
            ],
            [
                'id'      => 304052,
                'game_id' => 304,
                'name'    => '第四球 大',
            ],
            [
                'id'      => 304053,
                'game_id' => 304,
                'name'    => '第四球 小',
            ],
            [
                'id'      => 304054,
                'game_id' => 304,
                'name'    => '第四球 单',
            ],
            [
                'id'      => 304055,
                'game_id' => 304,
                'name'    => '第四球 双',
            ],
            [
                'id'      => 304056,
                'game_id' => 304,
                'name'    => '第五球 0',
            ],
            [
                'id'      => 304057,
                'game_id' => 304,
                'name'    => '第五球 1',
            ],
            [
                'id'      => 304058,
                'game_id' => 304,
                'name'    => '第五球 2',
            ],
            [
                'id'      => 304059,
                'game_id' => 304,
                'name'    => '第五球 3',
            ],
            [
                'id'      => 304060,
                'game_id' => 304,
                'name'    => '第五球 4',
            ],
            [
                'id'      => 304061,
                'game_id' => 304,
                'name'    => '第五球 5',
            ],
            [
                'id'      => 304062,
                'game_id' => 304,
                'name'    => '第五球 6',
            ],
            [
                'id'      => 304063,
                'game_id' => 304,
                'name'    => '第五球 7',
            ],
            [
                'id'      => 304064,
                'game_id' => 304,
                'name'    => '第五球 8',
            ],
            [
                'id'      => 304065,
                'game_id' => 304,
                'name'    => '第五球 9',
            ],
            [
                'id'      => 304066,
                'game_id' => 304,
                'name'    => '第五球 大',
            ],
            [
                'id'      => 304067,
                'game_id' => 304,
                'name'    => '第五球 小',
            ],
            [
                'id'      => 304068,
                'game_id' => 304,
                'name'    => '第五球 单',
            ],
            [
                'id'      => 304069,
                'game_id' => 304,
                'name'    => '第五球 双',
            ],
            [
                'id'      => 304070,
                'game_id' => 304,
                'name'    => '前三 豹子',
            ],
            [
                'id'      => 304071,
                'game_id' => 304,
                'name'    => '前三 顺子',
            ],
            [
                'id'      => 304072,
                'game_id' => 304,
                'name'    => '前三 对子',
            ],
            [
                'id'      => 304073,
                'game_id' => 304,
                'name'    => '前三 半顺',
            ],
            [
                'id'      => 304074,
                'game_id' => 304,
                'name'    => '前三 杂六',
            ],
            [
                'id'      => 304075,
                'game_id' => 304,
                'name'    => '中三 豹子',
            ],
            [
                'id'      => 304076,
                'game_id' => 304,
                'name'    => '中三 顺子',
            ],
            [
                'id'      => 304077,
                'game_id' => 304,
                'name'    => '中三 对子',
            ],
            [
                'id'      => 304078,
                'game_id' => 304,
                'name'    => '中三 半顺',
            ],
            [
                'id'      => 304079,
                'game_id' => 304,
                'name'    => '中三 杂六',
            ],
            [
                'id'      => 304080,
                'game_id' => 304,
                'name'    => '后三 豹子',
            ],
            [
                'id'      => 304081,
                'game_id' => 304,
                'name'    => '后三 顺子',
            ],
            [
                'id'      => 304082,
                'game_id' => 304,
                'name'    => '后三 对子',
            ],
            [
                'id'      => 304083,
                'game_id' => 304,
                'name'    => '后三 半顺',
            ],
            [
                'id'      => 304084,
                'game_id' => 304,
                'name'    => '后三 杂六',
            ],
            [
                'id'      => 304085,
                'game_id' => 304,
                'name'    => '总和 大',
            ],
            [
                'id'      => 304086,
                'game_id' => 304,
                'name'    => '总和 小',
            ],
            [
                'id'      => 304087,
                'game_id' => 304,
                'name'    => '总和 单',
            ],
            [
                'id'      => 304088,
                'game_id' => 304,
                'name'    => '总和 双',
            ],
            [
                'id'      => 304089,
                'game_id' => 304,
                'name'    => '龙',
            ],
            [
                'id'      => 304090,
                'game_id' => 304,
                'name'    => '虎',
            ],
            [
                'id'      => 304091,
                'game_id' => 304,
                'name'    => '和',
            ],
            [
                'id'      => 501000,
                'game_id' => 501,
                'name'    => '总和 大',
            ],
            [
                'id'      => 501001,
                'game_id' => 501,
                'name'    => '总和 小',
            ],
            [
                'id'      => 501002,
                'game_id' => 501,
                'name'    => '总和 单',
            ],
            [
                'id'      => 501003,
                'game_id' => 501,
                'name'    => '总和 双',
            ],
            [
                'id'      => 501004,
                'game_id' => 501,
                'name'    => '总大单',
            ],
            [
                'id'      => 501005,
                'game_id' => 501,
                'name'    => '总大双',
            ],
            [
                'id'      => 501006,
                'game_id' => 501,
                'name'    => '总小单',
            ],
            [
                'id'      => 501007,
                'game_id' => 501,
                'name'    => '总小双',
            ],
            [
                'id'      => 501008,
                'game_id' => 501,
                'name'    => '总和810',
            ],
            [
                'id'      => 501009,
                'game_id' => 501,
                'name'    => '前后和 前(多)',
            ],
            [
                'id'      => 501010,
                'game_id' => 501,
                'name'    => '前后和 後(多)',
            ],
            [
                'id'      => 501011,
                'game_id' => 501,
                'name'    => '前后和 前後(和)',
            ],
            [
                'id'      => 501012,
                'game_id' => 501,
                'name'    => '单双和 单(多)',
            ],
            [
                'id'      => 501013,
                'game_id' => 501,
                'name'    => '单双和 双(多)',
            ],
            [
                'id'      => 501014,
                'game_id' => 501,
                'name'    => '单双和 单双(和)',
            ],
            [
                'id'      => 501015,
                'game_id' => 501,
                'name'    => '五行 金',
            ],
            [
                'id'      => 501016,
                'game_id' => 501,
                'name'    => '五行 木',
            ],
            [
                'id'      => 501017,
                'game_id' => 501,
                'name'    => '五行 水',
            ],
            [
                'id'      => 501018,
                'game_id' => 501,
                'name'    => '五行 火',
            ],
            [
                'id'      => 501019,
                'game_id' => 501,
                'name'    => '五行 土',
            ],
            [
                'id'      => 501020,
                'game_id' => 501,
                'name'    => '正码 01',
            ],
            [
                'id'      => 501021,
                'game_id' => 501,
                'name'    => '正码 02',
            ],
            [
                'id'      => 501022,
                'game_id' => 501,
                'name'    => '正码 03',
            ],
            [
                'id'      => 501023,
                'game_id' => 501,
                'name'    => '正码 04',
            ],
            [
                'id'      => 501024,
                'game_id' => 501,
                'name'    => '正码 05',
            ],
            [
                'id'      => 501025,
                'game_id' => 501,
                'name'    => '正码 06',
            ],
            [
                'id'      => 501026,
                'game_id' => 501,
                'name'    => '正码 07',
            ],
            [
                'id'      => 501027,
                'game_id' => 501,
                'name'    => '正码 08',
            ],
            [
                'id'      => 501028,
                'game_id' => 501,
                'name'    => '正码 09',
            ],
            [
                'id'      => 501029,
                'game_id' => 501,
                'name'    => '正码 10',
            ],
            [
                'id'      => 501030,
                'game_id' => 501,
                'name'    => '正码 11',
            ],
            [
                'id'      => 501031,
                'game_id' => 501,
                'name'    => '正码 12',
            ],
            [
                'id'      => 501032,
                'game_id' => 501,
                'name'    => '正码 13',
            ],
            [
                'id'      => 501033,
                'game_id' => 501,
                'name'    => '正码 14',
            ],
            [
                'id'      => 501034,
                'game_id' => 501,
                'name'    => '正码 15',
            ],
            [
                'id'      => 501035,
                'game_id' => 501,
                'name'    => '正码 16',
            ],
            [
                'id'      => 501036,
                'game_id' => 501,
                'name'    => '正码 17',
            ],
            [
                'id'      => 501037,
                'game_id' => 501,
                'name'    => '正码 18',
            ],
            [
                'id'      => 501038,
                'game_id' => 501,
                'name'    => '正码 19',
            ],
            [
                'id'      => 501039,
                'game_id' => 501,
                'name'    => '正码 20',
            ],
            [
                'id'      => 501040,
                'game_id' => 501,
                'name'    => '正码 21',
            ],
            [
                'id'      => 501041,
                'game_id' => 501,
                'name'    => '正码 22',
            ],
            [
                'id'      => 501042,
                'game_id' => 501,
                'name'    => '正码 23',
            ],
            [
                'id'      => 501043,
                'game_id' => 501,
                'name'    => '正码 24',
            ],
            [
                'id'      => 501044,
                'game_id' => 501,
                'name'    => '正码 25',
            ],
            [
                'id'      => 501045,
                'game_id' => 501,
                'name'    => '正码 26',
            ],
            [
                'id'      => 501046,
                'game_id' => 501,
                'name'    => '正码 27',
            ],
            [
                'id'      => 501047,
                'game_id' => 501,
                'name'    => '正码 28',
            ],
            [
                'id'      => 501048,
                'game_id' => 501,
                'name'    => '正码 29',
            ],
            [
                'id'      => 501049,
                'game_id' => 501,
                'name'    => '正码 30',
            ],
            [
                'id'      => 501050,
                'game_id' => 501,
                'name'    => '正码 31',
            ],
            [
                'id'      => 501051,
                'game_id' => 501,
                'name'    => '正码 32',
            ],
            [
                'id'      => 501052,
                'game_id' => 501,
                'name'    => '正码 33',
            ],
            [
                'id'      => 501053,
                'game_id' => 501,
                'name'    => '正码 34',
            ],
            [
                'id'      => 501054,
                'game_id' => 501,
                'name'    => '正码 35',
            ],
            [
                'id'      => 501055,
                'game_id' => 501,
                'name'    => '正码 36',
            ],
            [
                'id'      => 501056,
                'game_id' => 501,
                'name'    => '正码 37',
            ],
            [
                'id'      => 501057,
                'game_id' => 501,
                'name'    => '正码 38',
            ],
            [
                'id'      => 501058,
                'game_id' => 501,
                'name'    => '正码 39',
            ],
            [
                'id'      => 501059,
                'game_id' => 501,
                'name'    => '正码 40',
            ],
            [
                'id'      => 501060,
                'game_id' => 501,
                'name'    => '正码 41',
            ],
            [
                'id'      => 501061,
                'game_id' => 501,
                'name'    => '正码 42',
            ],
            [
                'id'      => 501062,
                'game_id' => 501,
                'name'    => '正码 43',
            ],
            [
                'id'      => 501063,
                'game_id' => 501,
                'name'    => '正码 44',
            ],
            [
                'id'      => 501064,
                'game_id' => 501,
                'name'    => '正码 45',
            ],
            [
                'id'      => 501065,
                'game_id' => 501,
                'name'    => '正码 46',
            ],
            [
                'id'      => 501066,
                'game_id' => 501,
                'name'    => '正码 47',
            ],
            [
                'id'      => 501067,
                'game_id' => 501,
                'name'    => '正码 48',
            ],
            [
                'id'      => 501068,
                'game_id' => 501,
                'name'    => '正码 49',
            ],
            [
                'id'      => 501069,
                'game_id' => 501,
                'name'    => '正码 50',
            ],
            [
                'id'      => 501070,
                'game_id' => 501,
                'name'    => '正码 51',
            ],
            [
                'id'      => 501071,
                'game_id' => 501,
                'name'    => '正码 52',
            ],
            [
                'id'      => 501072,
                'game_id' => 501,
                'name'    => '正码 53',
            ],
            [
                'id'      => 501073,
                'game_id' => 501,
                'name'    => '正码 54',
            ],
            [
                'id'      => 501074,
                'game_id' => 501,
                'name'    => '正码 55',
            ],
            [
                'id'      => 501075,
                'game_id' => 501,
                'name'    => '正码 56',
            ],
            [
                'id'      => 501076,
                'game_id' => 501,
                'name'    => '正码 57',
            ],
            [
                'id'      => 501077,
                'game_id' => 501,
                'name'    => '正码 58',
            ],
            [
                'id'      => 501078,
                'game_id' => 501,
                'name'    => '正码 59',
            ],
            [
                'id'      => 501079,
                'game_id' => 501,
                'name'    => '正码 60',
            ],
            [
                'id'      => 501080,
                'game_id' => 501,
                'name'    => '正码 61',
            ],
            [
                'id'      => 501081,
                'game_id' => 501,
                'name'    => '正码 62',
            ],
            [
                'id'      => 501082,
                'game_id' => 501,
                'name'    => '正码 63',
            ],
            [
                'id'      => 501083,
                'game_id' => 501,
                'name'    => '正码 64',
            ],
            [
                'id'      => 501084,
                'game_id' => 501,
                'name'    => '正码 65',
            ],
            [
                'id'      => 501085,
                'game_id' => 501,
                'name'    => '正码 66',
            ],
            [
                'id'      => 501086,
                'game_id' => 501,
                'name'    => '正码 67',
            ],
            [
                'id'      => 501087,
                'game_id' => 501,
                'name'    => '正码 68',
            ],
            [
                'id'      => 501088,
                'game_id' => 501,
                'name'    => '正码 69',
            ],
            [
                'id'      => 501089,
                'game_id' => 501,
                'name'    => '正码 70',
            ],
            [
                'id'      => 501090,
                'game_id' => 501,
                'name'    => '正码 71',
            ],
            [
                'id'      => 501091,
                'game_id' => 501,
                'name'    => '正码 72',
            ],
            [
                'id'      => 501092,
                'game_id' => 501,
                'name'    => '正码 73',
            ],
            [
                'id'      => 501093,
                'game_id' => 501,
                'name'    => '正码 74',
            ],
            [
                'id'      => 501094,
                'game_id' => 501,
                'name'    => '正码 75',
            ],
            [
                'id'      => 501095,
                'game_id' => 501,
                'name'    => '正码 76',
            ],
            [
                'id'      => 501096,
                'game_id' => 501,
                'name'    => '正码 77',
            ],
            [
                'id'      => 501097,
                'game_id' => 501,
                'name'    => '正码 78',
            ],
            [
                'id'      => 501098,
                'game_id' => 501,
                'name'    => '正码 79',
            ],
            [
                'id'      => 501099,
                'game_id' => 501,
                'name'    => '正码 80',
            ],
            [
                'id'      => 702000,
                'game_id' => 702,
                'name'    => '三军(1/鱼)',
            ],
            [
                'id'      => 702001,
                'game_id' => 702,
                'name'    => '三军(2/虾)',
            ],
            [
                'id'      => 702002,
                'game_id' => 702,
                'name'    => '三军(3/葫芦)',
            ],
            [
                'id'      => 702003,
                'game_id' => 702,
                'name'    => '三军(4/金钱)',
            ],
            [
                'id'      => 702004,
                'game_id' => 702,
                'name'    => '三军(5/蟹)',
            ],
            [
                'id'      => 702005,
                'game_id' => 702,
                'name'    => '三军(6/鷄)',
            ],
            [
                'id'      => 702006,
                'game_id' => 702,
                'name'    => '大',
            ],
            [
                'id'      => 702007,
                'game_id' => 702,
                'name'    => '小',
            ],
            [
                'id'      => 702008,
                'game_id' => 702,
                'name'    => '围骰 111',
            ],
            [
                'id'      => 702009,
                'game_id' => 702,
                'name'    => '围骰 222',
            ],
            [
                'id'      => 702010,
                'game_id' => 702,
                'name'    => '围骰 333',
            ],
            [
                'id'      => 702011,
                'game_id' => 702,
                'name'    => '围骰 444',
            ],
            [
                'id'      => 702012,
                'game_id' => 702,
                'name'    => '围骰 555',
            ],
            [
                'id'      => 702013,
                'game_id' => 702,
                'name'    => '围骰 666',
            ],
            [
                'id'      => 702014,
                'game_id' => 702,
                'name'    => '全骰',
            ],
            [
                'id'      => 702015,
                'game_id' => 702,
                'name'    => '点数 4',
            ],
            [
                'id'      => 702016,
                'game_id' => 702,
                'name'    => '点数 5',
            ],
            [
                'id'      => 702017,
                'game_id' => 702,
                'name'    => '点数 6',
            ],
            [
                'id'      => 702018,
                'game_id' => 702,
                'name'    => '点数 7',
            ],
            [
                'id'      => 702019,
                'game_id' => 702,
                'name'    => '点数 8',
            ],
            [
                'id'      => 702020,
                'game_id' => 702,
                'name'    => '点数 9',
            ],
            [
                'id'      => 702021,
                'game_id' => 702,
                'name'    => '点数 10',
            ],
            [
                'id'      => 702022,
                'game_id' => 702,
                'name'    => '点数 11',
            ],
            [
                'id'      => 702023,
                'game_id' => 702,
                'name'    => '点数 12',
            ],
            [
                'id'      => 702024,
                'game_id' => 702,
                'name'    => '点数 13',
            ],
            [
                'id'      => 702025,
                'game_id' => 702,
                'name'    => '点数 14',
            ],
            [
                'id'      => 702026,
                'game_id' => 702,
                'name'    => '点数 15',
            ],
            [
                'id'      => 702027,
                'game_id' => 702,
                'name'    => '点数 16',
            ],
            [
                'id'      => 702028,
                'game_id' => 702,
                'name'    => '点数 17',
            ],
            [
                'id'      => 702029,
                'game_id' => 702,
                'name'    => '长牌 12',
            ],
            [
                'id'      => 702030,
                'game_id' => 702,
                'name'    => '长牌 13',
            ],
            [
                'id'      => 702031,
                'game_id' => 702,
                'name'    => '长牌 14',
            ],
            [
                'id'      => 702032,
                'game_id' => 702,
                'name'    => '长牌 15',
            ],
            [
                'id'      => 702033,
                'game_id' => 702,
                'name'    => '长牌 16',
            ],
            [
                'id'      => 702034,
                'game_id' => 702,
                'name'    => '长牌 23',
            ],
            [
                'id'      => 702035,
                'game_id' => 702,
                'name'    => '长牌 24',
            ],
            [
                'id'      => 702036,
                'game_id' => 702,
                'name'    => '长牌 25',
            ],
            [
                'id'      => 702037,
                'game_id' => 702,
                'name'    => '长牌 26',
            ],
            [
                'id'      => 702038,
                'game_id' => 702,
                'name'    => '长牌 34',
            ],
            [
                'id'      => 702039,
                'game_id' => 702,
                'name'    => '长牌 35',
            ],
            [
                'id'      => 702040,
                'game_id' => 702,
                'name'    => '长牌 36',
            ],
            [
                'id'      => 702041,
                'game_id' => 702,
                'name'    => '长牌 45',
            ],
            [
                'id'      => 702042,
                'game_id' => 702,
                'name'    => '长牌 46',
            ],
            [
                'id'      => 702043,
                'game_id' => 702,
                'name'    => '长牌 56',
            ],
            [
                'id'      => 702044,
                'game_id' => 702,
                'name'    => '短牌 11',
            ],
            [
                'id'      => 702045,
                'game_id' => 702,
                'name'    => '短牌 22',
            ],
            [
                'id'      => 702046,
                'game_id' => 702,
                'name'    => '短牌 33',
            ],
            [
                'id'      => 702047,
                'game_id' => 702,
                'name'    => '短牌 44',
            ],
            [
                'id'      => 702048,
                'game_id' => 702,
                'name'    => '短牌 55',
            ],
            [
                'id'      => 702049,
                'game_id' => 702,
                'name'    => '短牌 66',
            ],
        ]);
    }
}
